import {createSlice} from '@reduxjs/toolkit';

const initialState = {
  uk: [
    {
      id: 1,
      group: 'руки',
      title: 'Згинання рук з гантелями',
      description:
        'У цій вправі задіяні плечепроменеві, плечові м’язи, двоголовий м’яз, передні дельтоподібні м’язи, меншою мірою – кульшово-плечовий м’яз і верхні грудні м’язи.',
      technic:
        'Сядьте на лаву або стоячи, тримаючи по гантелі в кожній руці долонями всередину: \n 1. Вдихніть і піднімайте по одній руці(або одночасно), повертаючи долоню вгору.\n 2. Підніміть лікоть, щоб продовжити скручування гантелі ',
      note: 'Примітка: біомеханічно ця вправа відмінно підходить для упору на біцепс у всіх його діях (згинання і розведення руки, супінація).',
      warning: '',
      video: 1,
    },
    {
      id: 2,
      group: 'руки',
      title: 'Концентрований біцепс',
      description: '',
      technic:
        'Сісти на лавку. Візьміть гантель нижнім хватом і упріться ліктем у внутрішню сторону стегна:\n- вдих і скручування гантелі;\n- видихніть, завершивши рух.',
      note: 'Ця ізолююча вправа дозволяє вам контролювати діапазон, швидкість і вирівнювання руху. Він опрацьовує головним чином біцепс, плечовий і плечо-променевий м’яз.',
      warning: '',
      video: 2,
    },
    {
      id: 3,
      group: 'руки',
      title: 'Молотки',
      description: 'Згинання рук з гантелями хватом молоток',
      technic:
        'Встаньте або сядьте. Візьміть гантелі в кожну руку долонями всередину:\n 1 - Вдихніть і притягніть гантелі до плечей одночасно або по черзі \n2 - Видихніть, завершивши рух',
      note: 'Це найкраща вправа для плечо-променевого м’яза. Він також опрацьовує біцепс і розвиває плечовий м’яз.',
      warning: '',
      video: 3,
    },
    {
      id: 4,
      group: 'руки',
      title: 'Згинання однієї руки з нижнього блоку',
      description: '',
      technic:
        'Встаньте обличчям до тренажера та візьміться за ручку знизу:\n 1. На видиху, напружуючи біцепси, підніміть руки;\n 2. На вдиху опустіть руки у вихідне положення',
      note: 'Біцепс на нижньому блоці – вправа для ізольованого пророблення двоголового м’яза плеча (біцепса). Вправу можна робити як однією, так і двома руками одночасно використовуючи пряму рукоять',
      warning: '',
      video: 4,
    },
    {
      id: 5,
      group: 'руки',
      title: 'Згинання рук з верхнього блоку в кросовері',
      description:
        'Для виконання цієї вправи атлету знадобиться прикріпити D-рукояті до обох тросів, які проходять через верхні блоки тренажера. За рукояті слід взятися верхнім хватом, тобто долоні повинні дивитися вгору. Після цього потрібно встати по середині стійок тренажера',
      technic:
        "У вихідному положенні руки повністю випрямляються або залишаються трохи зігнутими в ліктьових суглобах. Однак в будь-якому випадку руки направляються прямо на блоки. Вони повинні знаходитися на одній лінії з тросами, що піднімають вагу з упорів тренажера.Роблячи вдих, атлет затримує дихання. Біцепс максимально напружується, лікті згинаються і починається тяга руків'я до голови.Коли долоні виявляться над дельтоподібними м'язами, потрібно зупинитися на кілька секунд. Після цього біцепси напружуються ще сильніше.Роблячи видих, атлет опускає рукояті у вихідне положення. Цей рух робиться плавно",
      note: '',
      warning:
        'Щоб захистити себе від зайвого перенапруження, необхідно працювати з невеликою вагою. Важливо мати на увазі, що цю вправу не рекомендується для виконання новачками. Біцепси повинні отримувати стандартну навантаження протягом півроку, а потім атлет може приступати до тяги в кросовері',
      video: 5,
    },
    {
      id: 6,
      group: 'руки',
      title: 'Підйом штанги на біцепс',
      description:
        "Підйом штанги на біцепс це основна вправа для тренування біцепсів, здатна реально наростити його масу і збільшити силу. Навантаження тут рівномірно падає на обидва пучки біцепса, м'язи внутрішньої поверхні передпліччя, і плечовий м'яз",
      technic:
        "Прийміть таке початкове положення, щоб вже на самому початку відчути навантаження на руки : візьміть гриф штанги звичайним (нижнім) хватом, відхиліться назад, прогнув спину в попереку. З цього положення починайте згинати руки в ліктях, намагаючись не рухати ними з одного боку в інший. Піднімайте штангу у напрямку до грудей, але не повністю, а з частковою амплітудою. Вгорі зупиніться, намагаючись утримати штангу на частково зігнутих руках, постарайтеся відчути усю зростаючу напругу біцепса. Це досить складно, але і результат коштує того - біцепс немов горить, наповнюється кров'ю, збільшується в об'ємі. Опускайте руки як можна повільніше, і не до повного розгинання в ліктях, інакше навантаження з біцепса зніметься.",
      note: 'Міняючи ширину хвата, ви зміщуєте навантаження на різні пучки біцепса. Чим ширше хват, тим більше працюють зовнішні пучки, і навпаки.',
      warning: '',
      video: 6,
    },
    {
      id: 7,
      group: 'руки',
      title: 'Підйом на біцепс на лаві Скотта',
      description:
        'Сядьте на лаву Скотта і відставте таз трохи назад. Пахва впирається в кут лави. Плечі до самого ліктя щільно притиснуті до поверхні. Візьміть штангу середнім хватом знизу (долоні дивляться вгору). Ви можете використовувати звичайний гриф – щоб більше навантажити головку внутрішню біцепса або EZ (вигнутий гриф) – для зміщення навантаження на зовнішню голівку й плечовий м’яз',
      technic:
        'На видиху зігніть руки в ліктях. На вдиху опустіть руки у вихідне положення.',
      note: 'Підйом на біцепс на лаві Скотта – вправа для цілеспрямованого тренування біцепса. Плюс даної вправи в тому, що воно виключає використання читингу, тому двоголовий м’яз плеча отримує максимальне навантаження.',
      warning: '',
      video: 7,
    },
    {
      id: 8,
      group: 'руки',
      title: 'Підйом штанги на біцепс зворотним хватом',
      description:
        'Виконуючи згинання рук зі штангою зворотним хватом, ви зміщуєте досить велику частину навантаження на плечовий м’яз, який розташовується під біцепсом. Цей м’яз збільшуючись в об’ємі, збільшує весь обсяг руки в цілому.',
      technic:
        'Візьміться за гриф штанги зворотним хватом і потрібно повністю випрямити руки. Плечі розправлені. Ноги на ширині плечей. Коліна злегка зігнуті. Плавно, на видиху, зігніть руки в ліктях і підніміть штангу. На вдиху повільно опустите штангу, повернувшись у вихідне положення.',
      note: '',
      warning: '',
      video: 8,
    },
    {
      id: 9,
      group: 'руки',
      title: 'Розгинання рук на блоці прямим хватом',
      description:
        'Розгинання рук на блоці – вправа, яка цілеспрямовано впливає, ізолює і відмінно качає латеральну і медіальну головку тріцепса. Дану вправу можна виконувати різними хватами і з використанням різних рукояток.',
      technic:
        'Візьміться за рукоять верхнього блоку прямим хватом (долоні дивляться вниз), трохи вище рівня плечей. Потягніть за рукоять і притисніть лікті з боків тулуба. 1. Зробіть вдих, і на видиху, повністю розігніть руки. 2. Повільно поверніть рукоять у вихідне положення.',
      note: 'Слідкуйте за ліктями, вони повинні бути нерухомо притиснуті з боків тулуба. Виконуйте рухи за максимальною амплітудою. Сконцентруйтеся і постарайтеся відчути роботу м’язів.',
      warning: '',
      video: 9,
    },
    {
      id: 10,
      group: 'руки',
      title: 'Розгинання рук на блоці з канатною рукояттю',
      description:
        'Розгинання рук на блоці – вправа, яка цілеспрямовано впливає, ізолює і відмінно качає латеральну і медіальну головку тріцепса.Дану вправу можна виконувати однією рукою, так ви зможете більше сконцентруватися і ізолювати тріцепс',
      technic:
        'Візьміться за канатну рукоять верхнього блоку. Потягніть за рукоять і притисніть лікті з боків тулуба \n1. Зробіть вдих, і на видиху, повністю розігніть руки. Розгинаючи руки необхідно розводити кінці каната.\n 2. Плавно поверніться у вихідне положення',
      note: 'Канатна рукоять, забезпечить ідеальну ізоляцію і потужне скорочення тріцепса',
      warning: '',
      video: 10,
    },
    {
      id: 11,
      group: 'руки',
      title: 'Французький жим',
      description:
        'Французький жим – є унікальним вправою для тренування тріцепса. Ця вправа дозволяє опрацювати тріцепс по всій його довжині. При виконанні даної вправи, ставка робиться на навантаження довгої головки тріцепса.',
      technic:
        'Ляжте на лаву і візьміть вигнутий гриф хватом трохи вужче рівня плечей. Трохи відхиліть руки від вертикалі, це посилить вплив на тріцепс у верхній точці руху. \n1.На вдиху зігніть руки і опустіть штангу до голови. \n2.На видиху виконайте розгинання рук в ліктях, повернувшись у вихідне положення.',
      note: 'Для більш ізольованого пророблення тріцепсів, поставте ноги не на підлогу, а на лаву. У цьому випадку ви не зможете використовувати читинг і максимальний вплив отримає саме тріцепс.',
      warning:
        'Виконуючи французький жим, ви повинні уважно стежити за технікою, щоб не перекладати навантаження з тріцепсів на інші м’язи. Зафіксуйте лікті в одному положенні і не розводьте їх сильно в сторони. Плечі нерухомі.',
      video: 11,
    },
    {
      id: 12,
      group: 'руки',
      title: 'Жим гантелі з-за голови',
      description:
        'Дана вправа добра тим, що є досить простою, але ефективною. Жим гантелі з-за голови не вимагає складних тренажерів і його можна виконувати в домашніх умовах, використовуючи лише гантелі',
      technic:
        'Сядьте на лаву і утримуйте руками гантелю. Руки повинні бути розташовані вертикально вгору, але не повністю распрямлені. На вдиху згинайте руки так, щоб гантеля опинилася у Вас за головою. Кут згину ліктя не повинен перевищувати 90 градусів. На видиху поверніть руку у вихідне вертикальне положення.',
      note: 'Вправу можна робити як стоячи, так і сидячи на лаві',
      warning: '',
      video: 12,
    },
    {
      id: 13,
      group: 'руки',
      title: 'Розгинання рук з гантелями в нахилі',
      description:
        'Розгинання руки в нахилі – це унікальна вправа, яка не схожа на інші вправи для трицепса. Частково воно імітує французькі жими, але вважається більш щадним для ліктьового суглоба. Часто застосовується у випадках, коли в період реабілітації заборонено працювати з великими вагами.',
      technic:
        'Підійдіть до лавки, упріть в неї коліно та долоню (рука повністю випрямлена). Другу руку зігніть у лікті і потримайте в ній гантель нейтральним хватом.Починайте випрямляти руку, відводячи гантель назад і вгору від себе в повільному темпі. Без паузи повертайтеся у вихідну позицію',
      note: 'Вправа робиться в повільному темпі, виключаючи інерцію і «падіння» руки в негативній фазі',
      warning: '',
      video: 13,
    },
    {
      id: 14,
      group: 'руки',
      title: 'Зворотні віджимання на лаві',
      description:
        'Зворотні віджимання – вправа спрямована на розвиток триголових м’язів плеча і передньої частини дельтоподібних м’язів. Відмінно підійде для людей які не відвідують спортивних залів, так як не вимагає додаткового спортивного інвентарю.',
      technic:
        'Встаньте спиною до лави і упріться в край лави прямими руками на ширині плечей. \nНа вдиху повільно опустіть тіло згинаючи руки в ліктях.\n На видиху, напружуючи тріцепси, випряміть руки піднявши корпус назад вгору.',
      note: 'Ви можете виконувати дану вправу поставивши ноги на височину, це посилить навантаження на тріцепс. Також, ви можете робити цю вправу з додатковою вагою',
      warning: '',
      video: 14,
    },
    {
      id: 15,
      group: 'руки',
      title: 'Підйом гантелей на похилій лаві',
      description:
        'При виконанні вправи біцепс буде задіяний по максимуму, так що не дивуйтеся, якщо робоча вага виявиться трохи легше, ніж в інших вправах. Використовуйте досить важкі гантелі, які змусять вас прикладати великих зусиль, але при цьому дозволять дотримуватися техніки рухів. Це запорука найкращих результатів.',
      technic:
        'Сядьте на лаву. У кожну руку візьміть гантель. Руки опущені вниз, лікті притиснуті до тулуба. Це буде вашим вихідним положенням. На видиху виконайте згинання рук на біцепс. Порада: частина руки від ліктя до плеча повинна залишатися нерухомою. Працюють тільки передпліччя. Рух повинен продовжуватися до повного скорочення біцепсів, поки гантелі не опиняться на рівні плеча. Зробіть невелику паузу, напружуючи м’язи. На вдиху повільно опустіть гантель вниз, повертаючи її у вихідне положення.',
      note: '',
      warning: '',
      video: 15,
    },
    {
      id: 16,
      group: 'руки',
      title: 'Віджимання на брусах',
      description:
        'Віджимання на брусах – одна з найважливіших базових вправ у досягненні гіпертрофії грудних м’язів, а також трапецієподібного м’яза. Змінюючи кут нахилу при віджиманнях, можна змістити навантаження у бік тріцепса або грудних. Ще одним плюсом цієї вправи є збільшення ширини плечей.',
      technic:
        'Прийміть положення упору на брусах на прямих руках. Схрестіть ноги і злегка зігніть їх в колінах. Погляд спрямований вниз. Нахиліть торс вперед, і на вдиху, повільно опустіться між брусів згинаючи руки в ліктях. На видиху відіжміться від брусів повернувшись у вихідне положення.',
      note: 'Якщо ви хочете більше навантажити грудні м’язи, то прийнявши вихідне положення, сильніше нахиліться корпусом вперед.',
      warning:
        'Намагайтеся під час виконання вправи розводити лікті трохи в сторони. Не сутулиться, а навпаки відводьте плечі назад і зводьте лопатки. Погляд завжди спрямований вниз. На вдиху – повільно опускаємося, на видиху – віджимаємося',
      video: 16,
    },

    {
      id: 17,
      group: 'плечі',
      title: 'Жим штанги стоячи',
      description:
        "Жим штанги стоячи - базова вправа для розвитку передніх та середніх частин дельтовидних м'язів та верхньої частини грудей.",
      technic:
        'Станьте прямо, ноги на ширині плечей. Візьміть штангу на плечі. \n1. На вдиху підніміть штангу вгору, випрямляючи руки. \n2. На видиху опустіть штангу контрольовано до рівня плечей.',
      note: 'Зберігайте стабільність у корпусі, уникаючи перегинання в спині. Використовуйте потрібну вагу для вашого рівня тренувань.',
      warning:
        'Переконайтеся, що вага штанги вам підходить, і використовуйте страховика при необхідності.',
      video: 17,
    },

    {
      id: 18,
      group: 'плечі',
      title: 'Жим гантелей сидячи',
      description:
        "Жим гантелей сидячи - вправа, спрямована на розвиток передніх та середніх частин дельтовидних м'язів та підвищення стабільності.",
      technic:
        'Сідайте на лаву з підтримкою спини, тримаючи гантелі в руках на рівні плечей. \n1. На вдиху підніміть гантелі вгору, випрямляючи руки. \n2. На видиху опустіть гантелі контрольовано до рівня плечей.',
      note: 'Контролюйте рухи гантелей та уникайте перегинання в спині. Підберіть вагу гантелей відповідно до вашого рівня тренувань.',
      warning:
        'Використовуйте стабільну лаву для уникнення травм та забезпечення правильної техніки.',
      video: 18,
    },

    {
      id: 19,
      group: 'плечі',
      title: "Жим гантелей розвертаючи зап'ястки",
      description:
        "Жим гантелей розвертаючи зап'ястки - вправа, спрямована на розвиток верхньої частини дельтовидних м'язів та зап'ястків.",
      technic:
        "Сідайте на лаву з підтримкою спини, тримаючи гантелі в руках перед собою. \n1. На вдиху розвертайте зап'ястки, піднімаючи гантелі вгору.\n2.На видиху повільно опустіть гантелі до початкового положення.",
      note: "Уникайте перегинання зап'ястків та тримайте їх у стабільному положенні.Виберіть вагу гантелей, яка дозволяє зберігати техніку виконання.",
      warning:
        "Якщо виникає дискомфорт у зап'ястках, зменште вагу гантелей або скористайтеся технікою з меншим обертанням.",
      video: 19,
    },

    {
      id: 20,
      group: 'плечі',
      title: 'Підйом гантелей в сторони',
      description:
        "Підйом гантелей в сторони - вправа, спрямована на розвиток бокових частин дельтовидних м'язів та підвищення ширини плечового поясу.",
      technic:
        'Стоячи прямо, гантелі в руках по боках на рівні стегон. \n1. На вдиху підніміть гантелі в боки, розводячи руки. \n2. На видиху опустіть гантелі контрольовано до початкового положення.',
      note: 'Зберігайте легеньке згинання ліктьових суглобів та уникають перегинання в спині. Контролюйте рухи для попередження травм.',
      warning:
        'Оберіть адекватну вагу гантелей для збереження правильної техніки та уникнення надмірного навантаження.',
      video: 20,
    },

    {
      id: 21,
      group: 'плечі',
      title: 'Підйом гантелей вперед',
      description:
        "Підйом гантелей вперед - вправа, що активно розвиває передні частини дельтовидних м'язів та верхню частину грудей.",
      technic:
        'Стоячи прямо, гантелі в руках перед собою на рівні стегон. \n1. На вдиху підніміть гантелі вперед, випрямляючи руки перед собою. \n2. На видиху опустіть гантелі контрольовано до початкового положення.',
      note: 'Уникайте перегинання в спині та зберігайте стабільність. Підберіть вагу гантелей відповідно до вашого рівня тренувань.',
      warning:
        'Використовуйте правильну техніку виконання для уникнення травм та максимізації результатів.',
      video: 21,
    },

    {
      id: 22,
      group: 'плечі',
      title: 'Підйом руки в сторону з нижнього блоку',
      description:
        "Підйом руки в сторону з нижнього блоку - вправа для ізольованого розвитку бокових частин дельтовидних м'язів.",
      technic:
        'Стійте перед тренажером з нижнім блоком, тримаючи руку тягнучи вниз. \n1. На вдиху підніміть руку в сторону, розводячи її від тулуба. \n2. На видиху опустіть руку контрольовано до початкового положення.',
      note: 'Зберігайте стабільність корпусу та контролюйте рухи для збереження ефективності тренувань.',
      warning:
        'Оберіть адекватну вагу для уникнення перенавантаження та контролюйте техніку виконання.',
      video: 22,
    },

    {
      id: 23,
      group: 'плечі',
      title: 'Підйом руки вперед з нижнього блоку',
      description:
        "Підйом руки вперед з нижнього блоку - вправа, що активує передні частини дельтовидних м'язів та верхню частину грудей.",
      technic:
        'Стійте перед тренажером з нижнім блоком, тримаючи руку тягнучи вниз. \n1. На вдиху підніміть руку вперед, випрямляючи її перед собою. \n2. На видиху опустіть руку контрольовано до початкового положення.',
      note: 'Уникайте перегинання в спині та зберігайте стабільність. Виберіть вагу для тренувань відповідно до вашого рівня.',
      warning:
        'Використовуйте правильну техніку виконання для уникнення травм та ефективного тренування.',
      video: 23,
    },

    {
      id: 24,
      group: 'плечі',
      title: 'Махи руками назад в тренажері',
      description:
        "Махи руками назад в тренажері - вправа для розвитку задніх частин дельтовидних м'язів та трапеції.",
      technic:
        'Сідайте на тренажер з ваговим блоком, тримаючи ручки з обома руками. \n1. На вдиху витягніть руки назад, розводячи їх від тулуба. \n2. На видиху опустіть руки контрольовано до початкового положення.',
      note: 'Зберігайте стабільність у спині та уникають перегинання. Виберіть вагу для тренувань відповідно до вашого рівня.',
      warning:
        'Переконайтеся, що ви правильно використовуєте тренажер і слідкуєте за технікою для уникнення травм.',
      video: 24,
    },
    {
      id: 25,
      group: 'груди',
      title: 'Жим штанги лежачи',
      description:
        "Жим штанги лежачи - основна вправа для розвитку грудних м'язів, активуючи верхню, середню та нижню частини грудей.",
      technic:
        '1. Ляжте на лаву, тримаючи штангу на рівні верхньої грудної частини. \n2. Зігніть лікті і опустіть штангу до рівня грудей. \n3. Відштовхніться штангу вгору, розпираючи її.',
      note: 'Змініть ширину хвату для акценту на різні частини грудей. Ширший хват - більше акценту на зовнішню частину грудей.',
      warning:
        'Не робіть різких рухів, утримуйте стабільне положення на лаві. Прослідкуйте за правильною технікою.',
      video: 25,
    },

    {
      id: 26,
      group: 'груди',
      title: 'Жим штанги на похилій лавці',
      description:
        "Жим штанги на похилій лавці - вправа для акценту на верхню частину грудей та передніх дельтовидних м'язів.",
      technic:
        '1. Ляжте на похилу лаву під кутом, тримаючи штангу на рівні верхньої грудної частини. \n2. Зігніть лікті і опустіть штангу до рівня грудей. \n3. Відштовхніться штангу вгору, розпираючи її.',
      note: 'Варіюйте кут нахилу лави для зміни акценту на верхню або нижню частину грудей. Більший кут - більше верхньої частини.',
      warning:
        'Контролюйте рухи та уникайте перенавантаження плечового суглобу. Використовуйте стабільну лаву.',
      video: 26,
    },

    {
      id: 27,
      group: 'груди',
      title: 'Жим гантелей лежачи',
      description:
        'Жим гантелей лежачи - ефективна вправа для тренування верхньої частини грудей та розвитку стабілізаторів плечового поясу.',
      technic:
        "1. Ляжте на лаву, тримаючи гантелі в кожній руці на рівні плечей. \n2. Зігніть лікті і опустіть гантелі вниз, доки вони не будуть рівно з грудьми. \n3. За допомогою м'язів грудей підніміть гантелі назад у вихідне положення.",
      note: 'Змініть кут нахилу лави для впливу на різні частини грудей. Більший кут нахилу працює верхню частину грудей, менший - середню.',
      warning:
        'Не робіть занадто великого амплітудного руху, щоб уникнути перенавантаження суглобів. Контролюйте рухи та уникає різких рухів.',
      video: 27,
    },

    {
      id: 28,
      group: 'груди',
      title: 'Жим гантелей на похилій лавці',
      description:
        "Жим гантелей на похилій лавці - вправа, яка активно залучає верхню частину грудей та передніх дельтовидних м'язів.",
      technic:
        "1. Ляжте на похилу лаву під кутом, тримаючи гантелі в кожній руці на рівні плечей. \n2. Зігніть лікті і опустіть гантелі вниз, доки вони не будуть рівно з грудьми. \n3. За допомогою м'язів грудей підніміть гантелі назад у вихідне положення.",
      note: 'Варіюйте кут нахилу лави для зміни акценту на верхню або нижню частину грудей. Більший кут - більше верхньої частини.',
      warning:
        'Не використовуйте занадто велику вагу, яка може призвести до втрати контролю. Контролюйте рухи та уникає різких рухів.',
      video: 28,
    },

    {
      id: 29,
      group: 'груди',
      title: 'Віджимання від полу',
      description:
        "Віджимання від полу - проста, але ефективна вправа для розвитку грудних м'язів, також плечі та трицепс.",
      technic:
        '1. Почніть з положення лежачи на підлозі, руки розташовані на ширині плечей. \n2. Зігніть лікті і опустіть тіло вниз, доки груди не доторкнуться до підлоги. \n3. Відштовхніться від підлоги, розпрямляючи руки.',
      note: 'Варіюйте ширину рук для зміни акценту на різні частини грудей. Ширше - більше вплив на зовнішню частину, вужче - внутрішню.',
      warning:
        'Не піднімайте таз під час віджимань, уникайте сильного вигинання поясниці. Контролюйте дихання та уникає швидких рухів.',
      video: 29,
    },

    {
      id: 30,
      group: 'груди',
      title: 'Віджимання на брусах',
      description:
        "Віджимання на брусах - вправа, яка активує грудні м'язи та тріцепс, а також включає в роботу передні дельтовидні м'язи.",
      technic:
        'У верхній точці вправи ви ніби як можна сильніше відштовхуєтеся вгору — руки прямі, лікті злегка зафіксовані, груди розкрита, тіло максимально перпендикулярно підлозі, погляд спрямований перед собою. Опускаючись, ви повинні відводити таз назад, одночасно нахиляючи корпус вперед. У нижній точці лікті паралельні брусків, плечі знаходяться трохи нижче рівня ліктів.',
      note: 'Виконання віджимань на брусах з легким нахилом корпусу дозволить правильно розподілити навантаження і втягнути в роботу не тільки низ грудей, але і плечі, м’язи рук, спини, а також стабілізуючі м’язи тулуба',
      warning:
        'Не опускайте тіло надто низько, якщо відчуваєте невигідне навантаження на плечі. Уникайте різких рухів та утримуйте стабільне положення.',
      video: 30,
    },

    {
      id: 31,
      group: 'груди',
      title: 'Розведення гантелей лежачи',
      description:
        'Розведення гантелей лежачи - вправа для ізольованого розвитку зовнішньої частини грудей.',
      technic:
        '1. Ляжте на лаву, тримаючи гантелі в руках над грудьми зі зігнутими ліктьми. \n2. Розведіть гантелі в сторони, розтягуючи груди. \n3. Поверніть гантелі знову разом перед грудьми.',
      note: 'Контролюйте амплітуду руху та уникайте великих ваг, якщо ви робите вправу вперше. Змініть кут нахилу лави для варіації.',
      warning:
        "Не робіть рух різкою, утримуйте контроль над гантелями на всій амплітуді. Уникайте перетягування м'язів грудей.",
      video: 31,
    },

    {
      id: 32,
      group: 'груди',
      title: 'Розведення гантелей лежачи на похилій лавці',
      description:
        'Розведення гантелей лежачи на похилій лавці - вправа, яка акцентує роботу на верхній частині грудей.',
      technic:
        '1. Ляжте на похилу лаву під кутом, тримаючи гантелі в руках над грудьми зі зігнутими ліктьми. \n2. Розведіть гантелі в сторони, розтягуючи груди. \n3. Поверніть гантелі знову разом перед грудьми.',
      note: 'Контролюйте амплітуду руху та уникайте великих ваг, якщо ви робите вправу вперше. Змініть кут нахилу лави для варіації.',
      warning:
        "Не робіть рух різкою, утримуйте контроль над гантелями на всій амплітуді. Уникайте перетягування м'язів грудей",
      video: 32,
    },

    {
      id: 33,
      group: 'груди',
      title: 'Зведення рук в тренажері',
      description:
        'Зведення рук в тренажері - ефективна вправа для розвитку середньої та зовнішньої частин грудей.',
      technic:
        '1. Сідайте на тренажер, тримаючи ручки з обома руками перед собою. \n2. Зведіть руки одну до одної, стискаючи груди. \n3. Повертайтесь до вихідного положення, контролюючи рухи.',
      note: ' Ця вправа підійде як досвідченим спортсменам, так і початківцям.',
      warning:
        'Уникайте різких рухів та не використовуйте занадто велику вагу, яка може призвести до втрати контролю.',
      video: 33,
    },

    {
      id: 34,
      group: 'груди',
      title: 'Зведення рук у кросовері зверху',
      description:
        "Ця вправа кросовер - зведення рук на блокових тренажерах є ізолюючою, цілеспрямовано розвиває внутрішні і нижні пучки грудних м'язів, а другорядне навантаження лягає на дельтовидні м'язи і тріцепси. Виконується зазвичай на додаток до жиму штанги або гантелей лежачи, або до іншої базової вправи для м'язів грудей.",
      technic:
        '1. Стоячи перед блоком, візьміть верхні ручки. \n2. Зведіть руки перед собою, стискаючи груди. \n3. Повільно повертайтесь до вихідного положення, контролюючи рухи.',
      note: 'Найбільш типові помилки: занадто сильний нахил корпусу вперед, і "горблення" спини',
      warning:
        'Не використовуйте занадто велику вагу, щоб уникнути неправильної техніки та травм. Контролюйте рухи.',
      video: 34,
    },

    {
      id: 35,
      group: 'груди',
      title: 'Зведення рук у кросовері з нижніх блоків',
      description:
        "Зведення нижніх блоків - вправа для розвитку нижньої частини грудей та передніх дельтовидних м'язів.",
      technic:
        '1. Стоячи перед блоком, візьміть нижні ручки. \n2. Зведіть руки перед собою, фокусуючись на роботі нижньої частини грудей. \n3. Повільно повертайтесь до вихідного положення, контролюючи рухи.',
      note: '',
      warning:
        'Не використовуйте занадто велику вагу, яка може викликати неправильну техніку та травми. Контролюйте рухи.',
      video: 35,
    },

    {
      id: 36,
      group: 'груди',
      title: 'Тяга pull over',
      description:
        "Тяга pull over - вправа для розтягування та пророблення грудних м'язів та верхньої частини спини.",
      technic:
        '1. Ляжте на лаву так, щоб верх лопаток підтримувався. \n2. Візьміть гантелі у вертикальному положенні. \n3. Почніть опускати гантелі назад, розтягуючи груди. \n4. Поверніть гантелі до вихідного положення.',
      note: 'Контролюйте амплітуду руху та використовуйте легкі гантелі для початку. Поєднуйте цю вправу з іншими для комплексного тренування.',
      warning:
        'Не використовуйте занадто велику вагу, яка може викликати неправильну техніку та травми. Зберігайте стабільність на лаві.',
      video: 36,
    },

    {
      id: 37,
      group: 'груди',
      title: 'Зведення на блоці лежачі',
      description:
        "Зведення на блоці лежачі - вправа для ізольованого розвитку грудних м'язів та підвищення їхнього обсягу.",
      technic:
        '1. Ляжте на лаву чи тренажер для зведення на блоці, взявши верхні ручки. \n2. Зведіть руки перед собою, стискаючи груди. \n3. Повільно повертайтесь до вихідного положення, контролюючи рухи.',
      note: 'Експериментуйте з різною шириною захвату та кутом нахилу лави для різних аспектів пророблення грудей.',
      warning:
        'Не використовуйте занадто велику вагу, яка може викликати неправильну техніку та травми. Контролюйте рухи.',
      video: 37,
    },
    {
      id: 370,
      group: 'груди',
      title: 'Зведення рук в кросовері з верхніх блоків вниз',
      description:
        'Цей варіант спрямований на опрацювання нижній частині грудних м’язів. Виконується він на зразок відомості рук в кросовері перед собою, однак рух здійснюється зверху внизю',
      technic:
        '1.Руки під час виконання руху трохи зігніть в ліктьових суглобах, тулуб нахилити вперед.\n2. Зведіть руки перед собою, стискаючи груди. \n3. Повільно повертайтесь до вихідного положення, контролюючи рухи.',
      note: 'Експериментуйте з різною шириною захвату та кутом нахилу лави для різних аспектів пророблення грудей.',
      warning:
        'Не використовуйте занадто велику вагу, яка може викликати неправильну техніку та травми. Контролюйте рухи.',
      video: 370,
    },
    {
      id: 38,
      group: 'спина',
      title: 'Підтягування на турніку хватом знизу',
      description:
        'Підтягування на турніку хватом знизу - вправа для розвитку верхньої частини спини та біцепсів.',
      technic:
        'Висіть на турніку, руки взяти ширше плечей хватом знизу. \n1. На вдиху підтягніть тіло вгору, намагаючись підняти груди до турніку. \n2. На видиху повільно опускайте тіло до початкового положення.',
      note: "Зберігайте стабільність тіла, уникайте схилів назад. Виконуйте вправу з контрольованими рухами для ефективного навантаження м'язів.",
      warning:
        'Якщо важко виконуєте вправу, використовуйте підтримку або резинові обручі для полегшення навантаження.',
      video: 38,
    },
    {
      id: 39,
      group: 'спина',
      title: 'Підтягування на спеціальному турніку',
      description:
        'Підтягування на спеціальному турніку - вправа для зони лопаток та верхньої частини спини.',
      technic:
        'Висіть на спеціальному турніку, руки взяти зворотнім хватом на ширині плечей. \n1. На вдиху підтягніть тіло вгору, спрямовуючи лопатки. \n2. На видиху повільно опускайте тіло до початкового положення.',
      note: 'Контролюйте рухи тіла, не використовуйте допоміжні рухи. Поступово збільшуйте навантаження з покращенням сили.',
      warning:
        'Уникайте різких рухів, щоб уникнути травм. Зберігайте правильну техніку виконання.',
      video: 39,
    },
    {
      id: 40,
      group: 'спина',
      title: 'Тяга верхнього блоку до грудей',
      description:
        "Тяга верхнього блоку до грудей - вправа для розвитку верхньої частини спини та широких м'язів.",
      technic:
        'Сідайте перед блоком тренажера з верхнім блоком, руки взяти ширше плечей. \n1. На вдиху тягніть верхній блок до грудей, стискаючи лопатки. \n2. На видиху повільно повертайте верхній блок вгору, розтягуючи спину.',
      note: 'Зберігайте стабільність тіла, не використовуйте рухів тіла для допомоги. Виберіть вагу, яка дозволяє виконати 8-12 повторень в 3-4 підходах.',
      warning:
        'Уникайте різких рухів та перевантаження спини. Зберігайте правильну техніку виконання для запобігання травмам.',
      video: 40,
    },
    {
      id: 41,
      group: 'спина',
      title: 'Тяга верхнього блоку прямими руками',
      description:
        'Тяга верхнього блоку прямими руками - вправа для розвитку верхньої частини спини та трицепсів.',
      technic:
        'Сідайте перед блоком тренажера, руки взяти прямим хватом на ширині плечей. \n1. На вдиху тягніть верхній блок вниз, прямуючи руки. \n2. На видиху повільно повертайте верхній блок вгору, контролюючи рухи.',
      note: 'Зберігайте стабільність тіла, не дозволяйте руках відгиналися. Виберіть вагу, яка дозволяє виконати вправу правильно.',
      warning:
        'Уникайте різких рухів, що може спричинити травми. Контролюйте техніку виконання.',
      video: 41,
    },
    {
      id: 42,
      group: 'спина',
      title: 'Тяга штанги до поясу в нахилі',
      description:
        'При його правильному виконанні в роботі беруть участь найширші м’язи спини, середня та нижня частина трапецієподібних м’язів, а також задня частина дельтоподібних',
      technic:
        'Крок 1. Беремо штангу зі стійок середнім прямим хватом, ноги встановлюємо ледь ширше плечей і нахиляємо корпус до кута 45°. Робимо прогин у попереку и ледве згинаємо ноги у колінах. Погляд прямо вперед, голову вверх не відводимо. Руки розслаблені. Це вихідне положення.\n Крок 2. Робимо вдих і утримуючи початковий нахил корпусу, тягнемо штангу до самого низу живота виключно за рахунок найширших м’язів спини. Досягнув верхньої точки, робимо невелику паузу на раз-два, додатково напружуємо спину і сильно зводимо лопатки.\nКрок 3. Видихаємо. Повільно і контрольовано повертаємо штангу у вихідне положення, намагаючись розтягнути м’язи спини у нижній точці траєкторії',
      note: 'Що стосується кута нахилу корпусу, то в класичній версії вправи йдеться про паралелі до підлоги – тоді як спрощена варіація допускає 15-45 °.',
      warning:
        'Уникайте різких рухів та перевантаження спини. Зберігайте правильну техніку виконання для запобігання травмам.',
      video: 42,
    },
    {
      id: 43,
      group: 'спина',
      title: 'Тяга нижнього блоку до поясу',
      description:
        'Тяга нижнього блоку до поясу - вправа для розвитку нижньої частини спини та латисимуса.',
      technic:
        'Сідайте перед тренажером з нижнім блоком, руки взяти зворотнім хватом на ширині плечей. \n1. На вдиху тягніть нижній блок до поясу, стискаючи лопатки. \n2. На видиху повільно повертайте нижній блок вгору, розтягуючи спину.',
      note: 'Зберігайте стабільність тіла, не використовуйте рухів тіла для допомоги. Виберіть вагу, яка дозволяє виконати 8-12 повторень в 3-4 підходах.',
      warning:
        'Уникайте різких рухів та перевантаження спини. Зберігайте правильну техніку виконання для запобігання травмам.',
      video: 43,
    },
    {
      id: 44,
      group: 'спина',
      title: 'Тяга гантелі однією рукою в нахилі',
      description:
        "Тяга гантелі однією рукою в нахилі - вправа для розвитку м'язів спини та роботи з одностороннім навантаженням.",
      technic:
        'Стійте біля лавки, одна рука та коліно на ній. \n1. У другій руці тримайте гантелю. \n2. На вдиху тягніть гантелю до стегна, стискаючи лопатку. \n3. На видиху повільно опускайте гантелю до початкового положення.',
      note: "Зберігайте стабільність тіла, не дозволяйте спині закруглюватися. Поступово збільшуйте вагу для навантаження м'язів.",
      warning:
        'Контролюйте рухи, уникайте різких схилів тіла. Вибирайте вагу, яку можна контролювати.',
      video: 44,
    },
    {
      id: 45,
      group: 'спина',
      title: 'Мертві тяги',
      description:
        "Мертві тяги - основна вправа для розвитку спини, сідничних та задніх м'язів стегна.",
      technic:
        'Стійте перед штангою на підлозі, ноги на ширині плечей. \n1. Схопіть штангу рукояткою вище, ніж ширина плечей. \n2. На вдиху підніміть штангу, випрямляючи корпус вгору. \n3. На видиху повільно опускайте штангу до підлоги.',
      note: 'Зберігайте нейтральне положення хребта, не дозволяйте йому закруглюватися. Виконуйте вправу з правильною технікою для максимальної ефективності.',
      warning:
        'Починайте з легкої ваги, поступово збільшуючи навантаження. Звертайте увагу на правильність техніки виконання.',
      video: 45,
    },
    {
      id: 46,
      group: 'спина',
      title: 'Станова тяга',
      description:
        "Станова тяга - ключова вправа для розвитку зонального зміцнення спини, ягодичних м'язів та зони поясниці.",
      technic:
        'Станьте перед штангою, ноги на ширині плечей, штанга перед вами. \n1. Схопіть штангу широким хватом. \n2. На вдиху підніміть штангу, випрямляючи корпус вгору. \n3. На видиху повільно опускайте штангу до підлоги, зберігаючи прямий хребет.',
      note: 'Зберігайте стабільність тіла, не дозволяйте спині закруглюватися. Розпочинайте вправу з легкої ваги, зосереджуючись на правильній техніці виконання.',
      warning:
        'Уникайте різких рухів та не перевантажуйте спину. Використовуйте правильний біомеханічний підхід для мінімізації ризику травм.',
      video: 46,
    },
    {
      id: 47,
      group: 'спина',
      title: 'Гіперекстензії',
      description:
        "Гіперекстензії - вправа для розтягування та зміцнення спинних м'язів та ягодичних.",
      technic:
        'Займіть положення на гіперекстензійній лаві, ноги зафіксовані, руки за головою. \n1. На вдиху нахиляйте тіло вперед, стараючись утримати прямий хребет. \n2. На видиху повільно повертайтеся у початкове положення.',
      note: "Контролюйте рухи, уникайте різких схилів вперед. Поступово збільшуйте амплітуду руху, якщо м'язи дозволяють.",
      warning:
        "Не робіть перебільшені рухи, що може спричинити напругу у спинних м'язах. Зберігайте нейтральне положення хребта.",
      video: 47,
    },
    {
      id: 48,
      group: 'спина',
      title: 'Шраги з гантелями',
      description:
        "Шраги з гантелями - вправа для ізоляції верхніх частин трапеціїдальних м'язів та підвищення обсягу плечового поясу.",
      technic:
        'Встаньте прямо, гантелі в руках з боків. \n1. На вдиху підніміть плечі вгору, стараючись дотягнутися головою до вух. \n2. На видиху повільно опустіть гантелі до початкового положення.',
      note: "Уникайте рухів тіла, у фокусі вправи - лише верхня частина трапеціїдальних м'язів. Виберіть гантелі, які дозволяють контролювати рухи та уникати стресу на шиї.",
      warning:
        'Не перевантажуйте шию, робіть рухи контрольовано. Якщо виникає дискомфорт, зменште вагу гантелей.',
      video: 48,
    },
    {
      id: 49,
      group: 'спина',
      title: 'Тяга верхнього блока зворотнім хватом',
      description:
        'Тяга верхнього блока зворотнім хватом - ефективна вправа для розвитку верхньої та середньої частини спини, а також біцепсів.',
      technic:
        'Сідайте перед блоком тренажера, зворотнім хватом утримуючи лівою рукою ліву ручку. \n1. На вдиху тягніть ручку до верху, стискаючи лопатки. \n2. На видиху повільно повертайте ручку до початкового положення.',
      note: 'Зберігайте стабільність тіла та контролюйте рухи. Починайте з легкої ваги, поступово збільшуючи навантаження.',
      warning:
        'Уникайте різких рухів та не дозволяйте тілу підніматися вгору. Тримайте руку в стабільному положенні.',
      video: 49,
    },
    //{
    //  id: 50,
    //  group: 'спина',
    //  title: 'Тяга до поясу широким хватом',
    //  description: 'Тяга до поясу широким хватом - вправа для розвитку широких спинних м\'язів, латисимуса та трапеціїдів.',
    //  technic: 'Сідайте перед блоком тренажера, широким хватом тримаючи ручки. \n1. На вдиху тягніть ручки до поясу, стискаючи лопатки. \n2. На видиху повільно повертайте ручки до початкового положення.',
    //  note: 'Зберігайте правильну техніку та контролюйте рухи. Виберіть вагу, що дозволяє виконати вправу без втрати техніки.',
    //  warning: 'Уникайте схилів тіла вперед та не використовуйте тіло для допомоги. Зосередьте увагу на спинних м\'язах.',
    //  video: 50,
    //},
    {
      id: 50,
      group: 'ноги',
      title: 'Присідання з гантелями',
      description:
        'Присідання з гантелями - базова вправа, яка просто незамінна при опрацюванні сідниць і стегон. Вона ефективна, її може виконувати навіть новачок і результат від виконання тебе порадує зовсім незабаром.',
      technic:
        "Станьте прямо, тримаючи гантелі в обох руках на рівні плечей. \n1.Почніть присідати, тримаючи спину прямою. \n2. Продовжуйте опускатися, доки стегна не будуть паралельні підлозі. \n3. Підніміться вгору, використовуючи силу ніг та сідничних м'язів.",
      note: 'Зберігайте стабільність корпусу під час виконання вправи. Обережно контролюйте рухи, щоб уникнути травм.',
      warning:
        'Починайте з легшої ваги гантелей і поступово збільшуйте, забезпечуючи правильну техніку.',
      video: 50,
    },

    {
      id: 51,
      group: 'ноги',
      title: 'Присідання зі штангою на грудях',
      description:
        "Присідання зі штангою на грудях - вправа для зміцнення м'язів стегон, сідничних та передньої частини стегна.",
      technic:
        "Отже, ви зняли гриф штанги зі стійок. Тепер відійдіть трохи назад, ноги на ширині плечей (можна поставити їх трохи ширше), носки краще трохи розвернути назовні. Сутулити спину категорично заборонено, щоб уникнути цього, дивіться вгору або прямо, але не вниз.  Повільно, плавним рухом опустіться зі штангою вниз. Опускайтеся до того моменту, поки відчуваєте, що виконуєте вправу технічно правильно. П'яти не повинні відриватися від підлоги, потрібно стояти повністю на всій стопі.Опускайтеся вниз до тих пір, поки стегна не будуть паралельні підлозі або до максимально можливої точки. Досягнувши її, поверніться у вихідне положення.",
      note: 'Контролюйте техніку виконання та уникайте надмірного навантаження. Дотримуйтесь правильної постави.',
      warning:
        'Починайте з легшої ваги штанги, особливо якщо ви новачок. Збільшуйте вагу поступово.',
      video: 51,
    },

    {
      id: 52,
      group: 'ноги',
      title: 'Присідання зі штангою на плечах',
      description:
        'Присідання з штангою – це одна з основних базових вправ у паерліфтингу і бодібілдингу. Присідання часто використовують як допоміжну, загальнозміцнюючу та реабілітаційну вправу. Разом зі становою тягою, така вправа є дуже ефективною, оскільки воно сприяє росту м’язів всього тіла. У момент присідання задіюється не одна група м’язів, а практично все тіло. Звичайно ж, найбільше навантаження дістається м’язам ніг, але крім ніг, також працюють м’язи спини, живота і сідниць. А також, безліч дрібних м’язів стабілізаторів.',
      technic:
        'Візьміться за штангу широким хватом. Зайдіть під гриф і покладіть його на плечі (зверніть увагу, що поперек вже знаходиться в прогині). Знявши штангу зі стійок, зробіть крок назад і поставте ноги на ширині плечей. Лікті злегка відведіть назад. Зведіть лопатки і напружте м’язи спини. Погляд спрямований вгору. Повільно присядьте до паралелі стегна з підлогою або трохи нижче. Встаньте у вихідне положення',
      note: 'Утримуйте правильну поставу та контролюйте рухи. Не дозволяйте плечам підніматися вгору під час виконання вправи.',
      warning:
        'Починайте з легшої ваги штанги і поступово збільшуйте. Дотримуйтесь техніки виконання.',
      video: 52,
    },

    {
      id: 53,
      group: 'ноги',
      title: 'Широкі присідання зі штангою',
      description:
        "Широкі присідання - вправа для розвитку м'язів стегон та сідничних, з особливим акцентом на внутрішню частину стегна.",
      technic:
        "Розставте ноги на ширину плечей або трошки ширше, носки повинні бути спрямовані на зовнішні сторони. \n1. Присідайте, згинаючи коліна і опускаючи таз. \n2. Повертайтеся в стартове положення, використовуючи м'язи стегон та сідниці.",
      note: 'Зберігайте стабільність корпусу та контролюйте глибину присідань. Уникайте занадто великого розведення колін.',
      warning:
        'Починайте з легшого навантаження і поступово підвищуйте. Дотримуйтесь правильної техніки.',
      video: 53,
    },

    {
      id: 54,
      group: 'ноги',
      title: 'Жим ногами',
      description:
        "Жим ногами - вправа для розвитку м'язів стегон та сідничних, виконується на спеціальному тренажері.",
      technic:
        'Сідайте в тренажер і розмістіть ноги на платформі на ширину плечей. \n1. Випрямляйте ноги, виштовхуючи платформу вперед. \n2. Повертайтеся в початкове положення, контролюючи опускання платформи.',
      note: 'Існують різні варіанти постановки ніг: \nСтавите ступні паралельно і вузько – ізольовано опрацьовує квадріцепс, що приводять м’язи стегон і сідниці не беруть участі в русі.\nСтавите ноги в самий низ платформи – збільшуєте амплітуду руху, і квадріцепс виконує ще більшу роботу.\nСтавите ноги широко і розвертаєте ступні під кутом 45 ° – навантажуєте біцепс і внутрішню поверхню стегна, сідниці.\nСтавите стопи в самий верх платформи – опрацьовує м’язи сідниць.',
      warning:
        'Починайте з легкого навантаження і збільшуйте його поступово. Запобігайте перенавантаженню.',
      video: 54,
    },

    {
      id: 55,
      group: 'ноги',
      title: 'Розгинання ніг в тренажері',
      description:
        "Розгинання ніг в тренажері - вправа для роботи з м'язами квадріцепсів (передня частина стегна).",
      technic:
        'Сідайте в тренажер, налаштовуючи підставу так, щоб підтримувати стегна. \n1. Розгинайте ноги, випрямляючи коліна. \n2. Повертайтеся в початкове положення, контролюючи опускання ніг.',
      note: 'Контролюйте рухи, уникайте різких рухів та блокування колін. Зберігайте стабільність тіла.',
      warning:
        'Починайте з легкого навантаження і підвищуйте, дотримуючись правильної техніки. Уникайте перенавантаження.',
      video: 55,
    },

    {
      id: 56,
      group: 'ноги',
      title: 'Згинання ніг в тренажері',
      description:
        'Згинання ніг в тренажері – є ізольованою вправою і направлена на опрацювання групи м’язів-згиначів стегна. Це дасть вам можливість зробити більш рельєфнішими контури стегон, виділити і відокремити стегно від сідничних м’язів. Основні м’язи задіяні в цій вправі – це біцепси стегна, а також напівсухожильні і напівперетинчасті. Також в роботу включаються сідничні і литкові м’язи.',
      technic:
        'Сідайте на тренажер. Ноги зафіксуйте під валиками. Стегна щільно притисніть до лави. На видиху згинайте ноги. На вдиху опустіть ноги назад.',
      note: 'Контролюйте рухи, уникайте різких рухів та заблокованого коліна. Дотримуйтесь стабільності тіла.',
      warning:
        'Починайте з легкого навантаження і поступово збільшуйте. Запобігайте перенавантаженню.',
      video: 56,
    },

    {
      id: 57,
      group: 'ноги',
      title: 'Зведення ніг сидячі',
      description:
        "Зведення ніг сидячі - вправа для роботи з м'язами внутрішньої частини стегна.",
      technic:
        'Сідайте в тренажер, регулюючи підстави для ніг. \n1. Зводьте ноги разом, стискуючи тренажер між ними. \n2. Повертайтеся в початкове положення, контролюючи розведення ніг.',
      note: 'Контролюйте рухи, уникайте різких рухів та не дозволяйте ногам занадто відчинятися. Зберігайте стабільність корпусу.',
      warning:
        'Починайте з легкого навантаження і поступово підвищуйте. Уникайте перенавантаження.',
      video: 57,
    },

    {
      id: 58,
      group: 'ноги',
      title: 'Розведення ніг сидячи',
      description:
        'Розведення ніг сидячи - вправа, спрямована на розвиток зовнішніх частин стегон.',
      technic:
        "Сідайте на тренажер. \n1. Розведіть ноги в сторони, відчуваючи напругу в м'язах. \n2. Повертайте ноги до початкового положення, контролюючи рухи.",
      note: 'Утримуйте спину прямою і контролюйте темп виконання вправи. Виберіть вагу яку вам зручно використовувати.',
      warning:
        'Не робіть різких рухів, уникайте перевантаження суглобів. Розгляньте можливість консультації з тренером для коректної техніки виконання.',
      video: 58,
    },

    {
      id: 59,
      group: 'ноги',
      title: 'Випади зі штангою на плечах',
      description:
        "Випади зі штангою - ефективна вправа для розвитку передньої та задньої частин стегон, а також сідничних м'язів.",
      technic:
        'Станьте прямо, тримаючи штангу на спинах плечей. \n1. Зробіть великий крок вперед однією ногою, згинаючи ногу під кутом 90 градусів. \n2. Повертайтеся в стартове положення, виходячи з позиції випаду, і повторюйте вправу на іншу ногу.',
      note: 'Зберігайте стабільність корпусу, уникайте великих кроків та контролюйте рухи. Виберіть вагу штанги, яка відповідає вашому рівню підготовки.',
      warning:
        'Починайте з легшої ваги і збільшуйте поступово. Ретельно вивчайте техніку виконання для уникнення травм.',
      video: 59,
    },

    {
      id: 60,
      group: 'ноги',
      title: 'Випади в тренажері Смітта',
      description:
        "Випади в тренажері Смітта - вправа, спрямована на розвиток м'язів стегон, сідничних та передньої частини стегна.",
      technic:
        'Станьте перед тренажером Смітта, розташуйте ноги на відстані плечей під штангою. \n1. Зробіть великий крок однією ногою, опускаючи тіло вниз. \n2. Повертайтеся в стартове положення, виходячи з позиції випаду, і повторюйте вправу на іншу ногу.',
      note: 'Контролюйте рухи та уникайте перевантаження суглобів. Виберіть опір, який вам зручно використовувати, і дотримуйтесь правильної техніки.',
      warning: 'Робіть рухи плавно і уникайте різких коливань.',
      video: 60,
    },

    {
      id: 61,
      group: 'ноги',
      title: 'Присідання в тренажері Смітта',
      description:
        "Присідання в тренажері Смітта - вправа, яка активує м'язи стегон, сідничні та передню частину стегна.",
      technic:
        'Станьте під штангою в тренажері Смітта, розташуйте ноги на відстані плечей. \n1. Згинаючи коліна, опускайте тіло вниз, спускаючи штангу. \n2. Повертайтеся в стартове положення, виходячи з присідальної позиції.',
      note: 'Контролюйте рухи та уникайте різких коливань. Виберіть варіант постановки ніг яку вам зручно використовувати, і дотримуйтесь правильної техніки.',
      warning:
        "Переконайтеся, що тренажер Смітта встановлений належним чином. Не перевантажуйте суглоби та м'язи.",
      video: 61,
    },

    {
      id: 62,
      group: 'ноги',
      title: 'Підйом на носки зі штангою в Смітті',
      description:
        "Підйом на носки зі штангою в Смітті - вправа для розвитку м'язів ікр та стабілізації гомілки.",
      technic:
        'Станьте перед тренажером Смітта, розташуйте штангу на плечах. \n1. Підніміться на носки, випрямляючи стопи. \n2. Повільно опускайтеся вниз, контролюючи рухи.',
      note: 'Утримуйте стабільність тіла та контролюйте темп виконання вправи. Виберіть вагу штанги, яка відповідає вашому рівню підготовки. Також є варіант з триманням штанги руками опущеними вниз',
      warning:
        "Не робіть різких рухів, уникайте перевантаження гомілкових м'язів. Розгляньте можливість консультації з тренером для коректної техніки виконання.",
      video: 62,
    },

    {
      id: 63,
      group: 'ноги',
      title: 'Румунська тяга',
      description:
        'Румунська тяга – це модифікація класичної мертвої тяги, призначена для акцентованої роботи з задньою частиною стегон. У порівнянні зі звичайною мертвою тягою, румунська тяга більше зосереджена на розтягуванні та стисканні м’язів ніг.',
      technic:
        'Візьміть штангу перед собою, тримаючи руки на ширині плечей. \n1. Схиляйте тіло вперед в тазі, згинаючи трошки коліна. \n2. Підйом: Повертайтеся до початкової позиції, стискаючи сідничні м’язи',
      note: 'Зберігайте правильну поставу, уникайте округлення спини. Вага штанги повинна бути комфортною для виконання техніки. Є варіант виконання на одній нозі',
      warning:
        'Не робіть різких рухів, уникайте перевантаження спини. Важливо дотримуватися правильної техніки.',
      video: 63,
    },
    {
      id: 64,
      group: 'ноги',
      title: 'Випади з гантелями',
      description:
        "Випади з гантелями - вправа для активації м'язів стегон, ягодичних та зміцнення корпусу.",
      technic:
        'Станьте прямо, тримаючи гантелі в обох руках на боках. \n1. Зробіть крок вперед одною ногою і опустіть тіло вниз, згинаючи обидві ноги під кутом 90 градусів. \n2. Підніміться вгору, виходячи з позиції випаду, і повторіть вправу на іншу ногу.',
      note: 'Зберігайте стабільність корпусу, не дозволяйте колінам виходити за лінію ніг. Контролюйте рухи.',
      warning:
        'Починайте з невеликої ваги гантелей і підвищуйте поступово. Уникайте великих кроків, щоб уникнути травм.',
      video: 64,
    },

    {
      id: 65,
      group: 'ноги',
      title: 'Болгарські випади',
      description:
        "Болгарські випади - ефективна вправа для розвитку м'язів стегон, сідничних та квадрицепсів.",
      technic:
        'Станьте спиною до лави або підставки, одна нога на піднятті. \n1. Зробіть крок вперед і опустіть тіло, згинаючи обидві ноги під кутом 90 градусів. \n2. Підніміться вгору, виходячи з позиції випаду, і повторіть вправу на іншу ногу.',
      note: 'Зберігайте стабільність корпусу, не дозволяйте колінам виходити за лінію ніг. Контролюйте рухи.',
      warning:
        'Починайте з легшої ваги та висоти підставки, збільшуючи інтенсивність поступово.',
      video: 65,
    },

    {
      id: 66,
      group: 'ноги',
      title: 'Махи ногою назад з нижнього блоку',
      description:
        "Махи ногою назад з нижнього блоку - вправа для ізоляції м'язів сідниць та стегнових.",
      technic:
        "Поставте себе перед тренажером з нижнім блоком. \n1. Прикріпіть манжету до ноги і станьте прямо, тримаючи руки за підставу. \n2. Повільно підніміть ногу назад, затискуючи сідничні м'язи, і потім повільно опустіть.",
      note: 'Контролюйте рухи та уникайте використання занадто великої ваги, щоб уникнути травм.',
      warning:
        'Не виконуйте різкі рухи і уникайте викривлення спини під час виконання вправи.',
      video: 66,
    },

    {
      id: 67,
      group: 'ноги',
      title: 'Сідничний місток',
      description:
        "Сідничний місток - вправа для зміцнення сідничних м'язів та зниження напруги у нижній частині спини.",
      technic:
        "Ляжте на спину і зігніть коліна, руки вздовж тіла. \n1. Підніміть стегна вгору, стискуючи сідничних м'язи, і утримуйте верхню точку на мить. \n2. Повільно опустіть стегна до початкового положення.",
      note: "Зосередьте увагу на стисканні сідничних м'язів у верхній точці руху. Уникайте гострого підняття стегон.",
      warning:
        'Не робіть різких рухів, уникайте перегинання спини. Починайте з легшої версії і підвищуйте інтенсивність.',
      video: 67,
    },
    {
      id: 68,
      group: 'живіт',
      title: 'Планка',
      description:
        "Планка - ефективна вправа для зміцнення корпусу та м'язів живота.",
      technic:
        "1. Утримуйте положення лежачи на передпліччях або на руках та носочках ніг.\n2. Зберігайте пряму лінію від голови до п'ят, уникаючи прогинання або випинання тазу.",
      note: 'Почніть з коротших періодів часу і поступово збільшуйте. Збільшуйте складність, тримаючи одну ногу або руку вгорі.',
      warning:
        'Не дозволяйте тазу випинати вгору або прогинати вниз. Дихайте рівномірно.',
      video: 68,
    },
    {
      id: 69,
      group: 'живіт',
      title: 'Підйоми тулуба',
      description:
        'Підйоми тулуба - вправа для зміцнення верхнього та середнього пресу.',
      technic:
        '1. Ляжте на спину, зігніть ноги у колінах і поставте їх на підлогу.\n2. Піднімайте верхню частину тіла, намагаючись доторкатися руками до колін.',
      note: 'Контролюйте рухи та уникайте різких рухів. Збільшуйте кількість повторень з часом.',
      warning:
        'Уникайте напруження в шиї. Виконуйте вправу вільним темпом. Дихайте рівномірно.',
      video: 69,
    },
    {
      id: 70,
      group: 'живіт',
      title: 'Підйоми на похиленій лавці',
      description:
        'Підйоми на похиленій лавці - вправа для зміцнення нижнього пресу.',
      technic:
        "1. Ляжте на похилену лавку, фіксуючи ноги.\n2. Піднімайте верхню частину тіла вгору, використовуючи м'язи живота.",
      note: 'Збільшуйте кут нахилу лавки для збільшення навантаження. Контролюйте рухи.',
      warning:
        'Не робіть різких рухів, уникайте занадто великого нахилу лавки. Дихайте рівномірно.',
      video: 70,
    },
    {
      id: 71,
      group: 'живіт',
      title: 'Скручування тулуба з верхнім блоком',
      description:
        "Скручування тулуба з верхнім блоком - вправа для зміцнення бокових та верхніх м'язів пресу.",
      technic:
        '1. Станьте перед тренажером з верхнім блоком, взявшись за ручки.\n2. Скручуйте тулуб, намагаючись доторкатися ліктьом до коліна.',
      note: 'Виконуйте вправу плавно та контрольовано. Почніть з легшого опору та збільшуйте його з часом.',
      warning:
        'Не виконуйте різких рухів, уникайте перенапруження в спині. Дихайте рівномірно.',
      video: 71,
    },
    {
      id: 72,
      group: 'живіт',
      title: 'Підйоми колін в упорі',
      description:
        'Підйоми колін в упорі - вправа для зміцнення верхнього та нижнього пресу.',
      technic:
        '1. Встаньте в упор на руках, руки розташовані на ширині плечей.\n2. Піднімайте коліна вгору, намагаючись доторкатися грудей.',
      note: 'Збільшуйте інтенсивність, піднімаючи коліна вище. Дихайте рівномірно під час виконання вправи.',
      warning:
        'Утримуйте стабільне положення тіла. Уникайте ковзання рук. Дихайте рівномірно.',
      video: 72,
    },
    {
      id: 73,
      group: 'живіт',
      title: 'Бокові нахили тулуба з гантеллю',
      description:
        "Бокові нахили тулуба з гантеллю - вправа для зміцнення бокових м'язів пресу.",
      technic:
        '1. Встаньте прямо, тримаючи гантелю в одній руці, вільною рукою тримайте бік.\n2. Нахиляйте тулуб в бік, починаючи рух від боку.',
      note: "Робіть плавні нахили, відчуваючи роботу бокових м'язів. Повторюйте на обидві сторони.",
      warning:
        'Не схиляйте тулуб назад або вперед. Дотикайтеся гантеллю до бедра при нахилі. Дихайте рівномірно.',
      video: 73,
    },
    {
      id: 74,
      group: 'живіт',
      title: 'Підйоми ніг у висі',
      description:
        "Підйоми ніг у висі - вправа для зміцнення нижнього пресу та верхніх м'язів стегон.",
      technic:
        '1. Висіть на перекладині, тримаючись за неї.\n2. Піднімайте ноги вгору, зберігаючи їх прямими, а потім повільно опускайте до початкового положення.',
      note: 'Виконуйте вправу рівномірно та контрольовано. Збільшуйте кількість повторень з часом.',
      warning:
        'Уникайте різких рухів, зберігайте контроль над рухами. Дихайте рівномірно.',
      video: 74,
    },
  ],
  en: [
    {
      id: 1,
      group: 'arms',
      title: 'Curls',
      description:
        'This exercise involves the brachioradialis, brachialis, biceps, anterior deltoids, and, to a lesser extent, the coracobrachial and upper pectorals',
      technic:
        'Sit on a bench holding a dumbbell in each hand with your palms facing inward:\n 1 - Inhale and raise one arm at a time, turning the palm up. \n2 - Raise your elbow to continue curling the dumbbell',
      note: 'Note: biomechanically, this exercise is excellent for emphasizing the biceps in all its actions (flexion and protraction of the arm and supination)',
      warning: '',
      video: 1,
    },
    {
      id: 2,
      group: 'arms',
      title: 'Concentration curls',
      description: '',
      technic:
        'Sit on a bench. Hold a dumbbell with an underhand grip and rest your elbow on the inner side of your thigh: \n1 - inhale and curl the dumbbell;\n 2 - exhale as you complete the movement',
      note: 'This isolation exercise allows you to control the range, speed, and alignment of the movement. It works mainly the biceps, brachialis, and brachioradialis.',
      warning: '',
      video: 2,
    },
    {
      id: 3,
      group: 'arms',
      title: 'Hammer curls',
      description: '',
      technic:
        'Stand or sit. Grasp a dumbbell in each hand with your palms facing inward:\n 1 - Inhale and curl the dumbbells to your shoulders, either simultaneously or alternately;\n 2 - Exhale as you complete the movement',
      note: 'This is the best exercise for the brachioradialis. It also works the biceps and develops the brachialis',
      warning: '',
      video: 3,
    },
    {
      id: 4,
      group: 'arms',
      title: 'Low pulley curls',
      description: '',
      technic:
        'Stand facing the machine and grasp the handle with an underhand grip:\n 1 - Inhale and curl the pulley handle;\n 2 - Exhale as you complete the movement',
      note: 'This is a good exercise tor isolating and pumping the biceps.',
      warning: '',
      video: 4,
    },
    {
      id: 5,
      group: 'arms',
      title: 'High Pulley Curls',
      description: '',
      technic:
        'Stand between the pulleys, spread your arms, and grasp the high pulley handles with an underhand grip:\n 1. Inhale and cud the handles toward your head.\n 2. Exhale as you complete the movement',
      note: 'This exercise is mostly used to complete a workout focusing on arm development. It works mainly the biceps— particularly the long head, which is first stretched and tensed while your arms are spread. This exercise also works the brachialis.',
      warning:
        'Never use heavy weight with this exercise. Concentrate on feeling the proper contraction along the medial part of the biceps',
      video: 5,
    },
    {
      id: 6,
      group: 'arms',
      title: 'Barbell Curls',
      description:
        'Using the EZ-neck offloads the forearm muscles, making elaborate biceps better. Should take the bar so that the thumb was above the little finger, palms facing away from you. The rest of the performance technique remains unchanged.',
      technic:
        'Stand. Keep your back straight and take an underhand grip on the bar with your hands slightly more than shoulder-width apart: \n1. Inhale, then curl the barbell;\n2. Contract the gluteal, abdominal and back muscles isornetrically to avoid torso swing; \n3. Exhale as you complete the movement',
      note: 'This exercise mainly works the biceps, brachials, and, to a lesser decree, the brachioradialis, pronator teres, and all the flexors of the wrist and fingers.',
      warning: '',
      video: 6,
    },
    {
      id: 7,
      group: 'arms',
      title: 'Preacher curls',
      description: '',
      technic:
        'Stand or sit with your arms resting on the bench:\n 1. Inhale and curl the bar;\n 2. Exhale as you complete the movement',
      note: 'This is one of the best isolation exorcises for the biceps.',
      warning:
        'Warning: the angle of the bench creates significant tension in your arms when they are fully extended. Remember to warm up your muscles correctly and to begin with moderate weight.',
      video: 7,
    },
    {
      id: 8,
      group: 'arms',
      title: 'Reverse curls',
      description:
        'The predominance of the wrist flexors over the wrist extensors often causes imbalance and weakens the wrist.',
      technic:
        'Stand with your feet slightly asart and your arms straight, using an overhand grip (thumbs toward each other): \n1. Inhale and curl the bar. 2\n. Exhale as you complete the movement',
      note: 'This exercise works the extensors of the wrist and fingers. It works the brachioradialis, brachialis, and, to a lesser degree, the biceps.',
      warning:
        'Note: this is an excellent movement tor strengthening the wrist joint.',
      video: 8,
    },
    {
      id: 9,
      group: 'arms',
      title: 'Push downs',
      description:
        'Use an underhand grip to place emphasis on the medial head of the triceps. At the end of the movement, hold an isometric contraction for one or two seconds to feel the effort more intensely. If you use a heavy weight, lean slightly forward at the waist for more stability. This exercise is very easy to perform and can be done by beginners to help develop strength before moving to more difficult exercises.',
      technic:
        "Stand facing the machine with your hands on the bar and your elbows against your sides: \n1.Inhale and straighten your arms, but don't separate your elbows from your sides \n2.Exhale as you complete the movement",
      note: 'This isolation exercise works the triceps and the anconeus. You can perform an effective variation of this movement with a rope instead of the bar to work the lateral head of the triceps more intensely.',
      warning: '',
      video: 9,
    },
    {
      id: 10,
      group: 'arms',
      title: 'Push downs with a rope',
      description:
        'Use an underhand grip to place emphasis on the medial head of the triceps. At the end of the movement, hold an isometric contraction for one or two seconds to feel the effort more intensely. If you use a heavy weight, lean slightly forward at the waist for more stability. This exercise is very easy to perform and can be done by beginners to help develop strength before moving to more difficult exercises.',
      technic:
        "Stand facing the machine with your hands on the bar and your elbows against your sides:\n 1.Inhale and straighten your arms, but don't separate your elbows from your sides\n 2.Exhale as you complete the movement",
      note: 'This isolation exercise works the triceps and the anconeus. You can perform an effective variation of this movement with a rope instead of the bar to work the lateral head of the triceps more intensely.',
      warning: '',
      video: 10,
    },
    {
      id: 11,
      group: 'arms',
      title: 'Triceps Extensions',
      description:
        'Lower the bar toward your forehead to work primarily the medial and lateral heads of the triceps. Lower the bar behind your head to wort primarily the long head of the triceps',
      technic:
        "Lie on a flat bench and take an overhand grip on the bar with your arms extended: \n1. Inhale and bend your elbows, making sure you don't allow them to flare to the sides;\n 2.Return to the starting position, exhaling as you complete the movement",
      note: 'This fundamental movement is excellent for developing larger triceps.',
      warning: '',
      video: 11,
    },
    {
      id: 12,
      group: 'arms',
      title: 'One-Arm Dumbbell Triceps Extensions',
      description: '',
      technic:
        'Stand or sit holding a dumbbell in one hand with your arm extended upward:\n 1. Inhale and bend your elbow to lower the dumbbell behind your neck. \n2.Return to the starting position, exhaling as you complete the movement',
      note: '',
      warning:
        'Note the upright position of the arm stretches the long head of the triceps, favoring its contraction in the movement.',
      video: 12,
    },
    {
      id: 13,
      group: 'arms',
      title: 'Triceps Kickbacks',
      description: '',
      technic:
        'Stand with your knees slightly flexed, bending forward at the waist, and keeping your back straight. Press your upper arm against your side. Bend your arm at a 90-degree angle.\n 1.Inhale and straighten your arm;\n 2.Exhale as you complete the movement',
      note: 'This exercise is excellent for pumping the entire triceps group. For a better result, you can do this movement until you feel the burning sensation in your muscles.',
      warning: '',
      video: 13,
    },
    {
      id: 14,
      group: 'arms',
      title: 'Triceps Dips',
      description: '',
      technic:
        'Place your hands on the edge of a flat bench and rest your feet on another bench. Assume a torso- leg angle of about 90 degrees. Inhale and bend your arms.Straighten your arms to return to the starting point, exhaling as you complete the movement',
      note: 'This exercise works the triceps, pectorals, and anterior deltoids.',
      warning: '',
      video: 14,
    },
    {
      id: 15,
      group: 'arms',
      title: 'Incline Dumbbell Curl',
      description: '',
      technic:
        'Sit back on an incline bench with a dumbbell in each hand held at arms length. Keep your elbows close to your torso and rotate the palms of your hands until they are facing forward. This will be your starting position.While holding the upper arm stationary, curl the weights forward while contracting the biceps as you breathe out. Only the forearms should move. Continue the movement until your biceps are fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second. Slowly begin to bring the dumbbells back to starting position as your breathe in. Repeat for the recommended amount of repetitions',
      note: '',
      warning: '',
      video: 15,
    },
    {
      id: 16,
      group: 'arms',
      title: 'Parallel Bar Dips',
      description: '',
      technic:
        'Support yourself with your arms straight and your torso hanging down from your shoulders:\n 1.Inhale and bend your elbows to allow your body to sink as tar down between the bars as possible \n2.Reverse the motion and return to the starting point, exhaling as you comple- te the movement',
      note: 'This exercise is excellent for stretching the pectoral is major and increasing the flexibility of the pectoral girdle.',
      warning:
        'However, it is not recommended to beginners because it requires sufficient strength. To that purpose, use the machine to master the technique.',
      video: 16,
    },
    {
      id: 17,
      group: 'shoulders',
      title: 'Barbell Shoulder Press',
      description:
        'Barbell Shoulder Press is a fundamental exercise for developing the front and middle deltoids as well as the upper chest.',
      technique:
        'Stand straight with feet shoulder-width apart. Grab the barbell at shoulder height. \n1. Inhale and press the barbell overhead, straightening your arms. \n2. Exhale and lower the barbell in a controlled manner to shoulder level.',
      note: 'Maintain stability in your core, avoiding over-arching of the back. Choose a weight suitable for your training level.',
      warning:
        'Ensure the barbell weight is appropriate, and use a spotter if needed.',
      video: 17,
    },

    {
      id: 18,
      group: 'shoulders',
      title: 'Seated Dumbbell Shoulder Press',
      description:
        'Seated Dumbbell Shoulder Press targets the front and middle deltoids while promoting stability.',
      technique:
        'Sit on a bench with back support, holding dumbbells at shoulder level. \n1. Inhale and press the dumbbells overhead, straightening your arms. \n2. Exhale and lower the dumbbells in a controlled manner to shoulder level.',
      note: 'Control the movement of the dumbbells and avoid over-arching your back. Choose dumbbell weight according to your training level.',
      warning:
        'Use a stable bench to prevent injuries and ensure proper technique.',
      video: 18,
    },

    {
      id: 19,
      group: 'shoulders',
      title: 'Wrist Twisting Dumbbell Press',
      description:
        'Wrist Twisting Dumbbell Press focuses on the upper deltoids and wrists.',
      technique:
        'Sit on a bench with back support, holding dumbbells in front of you. \n1. Inhale and twist your wrists while pressing the dumbbells upward. \n2. Exhale and slowly lower the dumbbells to the starting position.',
      note: 'Avoid over-bending the wrists and keep them in a stable position. Choose a dumbbell weight that allows proper execution.',
      warning:
        'If there is discomfort in the wrists, reduce the dumbbell weight or use a technique with less rotation.',
      video: 19,
    },

    {
      id: 20,
      group: 'shoulders',
      title: 'Lateral Dumbbell Raises',
      description:
        'Lateral Dumbbell Raises target the lateral deltoids, enhancing shoulder width.',
      technique:
        'Stand straight with dumbbells at your sides. \n1. Inhale and lift the dumbbells to the sides, spreading your arms. \n2. Exhale and lower the dumbbells in a controlled manner to the starting position.',
      note: 'Maintain a slight bend in the elbow and avoid over-arching your back. Control the movements to prevent injuries.',
      warning:
        'Choose an appropriate dumbbell weight to avoid overloading and control the execution technique.',
      video: 20,
    },

    {
      id: 21,
      group: 'shoulders',
      title: 'Front Dumbbell Raises',
      description:
        'Front Dumbbell Raises actively engage the front deltoids and upper chest.',
      technique:
        'Stand straight with dumbbells in front of you at hip level. \n1. Inhale and lift the dumbbells in front, straightening your arms. \n2. Exhale and lower the dumbbells in a controlled manner to the starting position.',
      note: 'Avoid over-arching the back and maintain stability. Choose dumbbell weight according to your training level.',
      warning:
        'Use proper execution technique to prevent injuries and maximize results.',
      video: 21,
    },

    {
      id: 22,
      group: 'shoulders',
      title: 'Side Lateral Raises from Low Pulley',
      description:
        'Side Lateral Raises from Low Pulley isolate the lateral deltoids for targeted development.',
      technique:
        'Stand in front of a cable machine with the handle at the lowest position. \n1. Inhale and lift your arm to the side, away from your body. \n2. Exhale and lower your arm in a controlled manner to the starting position.',
      note: 'Maintain core stability and control the movements for effective training.',
      warning:
        'Choose an adequate weight to avoid overloading and control the execution technique.',
      video: 22,
    },

    {
      id: 23,
      group: 'shoulders',
      title: 'Front Raises from Low Pulley',
      description:
        'Front Raises from Low Pulley target the front deltoids and upper chest.',
      technique:
        'Stand in front of a cable machine with the handle at the lowest position. \n1. Inhale and lift your arm to the front, straightening it. \n2. Exhale and lower your arm in a controlled manner to the starting position.',
      note: 'Avoid over-arching the back and maintain stability. Choose a weight suitable for your training level.',
      warning:
        'Use proper execution technique to prevent injuries and ensure effective training.',
      video: 23,
    },

    {
      id: 24,
      group: 'shoulders',
      title: 'Reverse Pec Deck Flyes',
      description:
        'Reverse Pec Deck Flyes target the rear deltoids and trapezius muscles.',
      technique:
        'Sit on the Pec Deck machine, holding the handles with both hands. \n1. Inhale and extend your arms backward, spreading them apart. \n2. Exhale and bring your arms back to the starting position in a controlled manner.',
      note: 'Maintain stability in the spine and avoid over-arching. Choose a weight suitable for your level of training.',
      warning:
        'Ensure correct use of the machine and monitor technique to prevent injuries.',
      video: 24,
    },
    {
      id: 25,
      group: 'chest',
      title: 'Bench Press',
      description:
        'Bench Press is a fundamental exercise for developing chest muscles, activating the upper, middle, and lower portions of the chest.',
      technic:
        '1. Lie on the bench, gripping the barbell at the upper chest level. \n2. Bend your elbows and lower the barbell to chest level. \n3. Push the barbell upward, extending your arms.',
      note: 'Adjust the grip width to target different areas of the chest. A wider grip emphasizes the outer chest.',
      warning:
        'Avoid abrupt movements and maintain a stable position on the bench. Pay attention to proper technique.',
      video: 25,
    },

    {
      id: 26,
      group: 'chest',
      title: 'Incline Bench Press',
      description:
        'Incline Bench Press is an exercise that targets the upper chest and front deltoids.',
      technic:
        '1. Lie on an inclined bench, gripping the barbell at the upper chest level. \n2. Bend your elbows and lower the barbell to chest level. \n3. Push the barbell upward, extending your arms.',
      note: 'Adjust the incline angle of the bench to emphasize the upper or lower part of the chest. A steeper incline works the upper chest more.',
      warning:
        'Control your movements and avoid overloading the shoulder joint. Use a stable bench.',
      video: 26,
    },

    {
      id: 27,
      group: 'chest',
      title: 'Dumbbell Bench Press',
      description:
        'Dumbbell Bench Press is an effective exercise for training the upper chest and developing shoulder stabilizers.',
      technic:
        '1. Lie on the bench, holding dumbbells in each hand at shoulder level. \n2. Bend your elbows and lower the dumbbells down, aligning them with your chest. \n3. Lift the dumbbells back to the starting position using chest muscles.',
      note: 'Adjust the incline of the bench to influence different parts of the chest. A greater incline emphasizes the upper part.',
      warning:
        'Avoid excessive range of motion to prevent joint strain. Control your movements and avoid rapid motions.',
      video: 27,
    },

    {
      id: 28,
      group: 'chest',
      title: 'Incline Dumbbell Press',
      description:
        'Incline Dumbbell Press is an exercise that actively engages the upper chest and front deltoids.',
      technic:
        '1. Lie on an inclined bench, holding dumbbells in each hand at shoulder level. \n2. Bend your elbows and lower the dumbbells down, aligning them with your chest. \n3. Lift the dumbbells back to the starting position using chest muscles.',
      note: 'Adjust the incline angle of the bench to emphasize the upper or lower part of the chest. A steeper incline works the upper chest more.',
      warning:
        'Avoid using too much weight, which can lead to loss of control. Control your movements and avoid sudden motions.',
      video: 28,
    },

    {
      id: 29,
      group: 'chest',
      title: 'Push-Ups',
      description:
        'Push-Ups are a simple yet effective exercise for developing chest muscles, shoulders, and triceps.',
      technic:
        '1. Start in a plank position on the floor, hands positioned at shoulder width. \n2. Bend your elbows and lower your body down until your chest touches the floor. \n3. Push your body back up, straightening your arms.',
      note: 'Vary hand width to target different areas of the chest. A wider grip emphasizes the outer chest.',
      warning:
        'Do not lift your hips during push-ups, avoid excessive lower back arching. Control your breathing and avoid rapid movements.',
      video: 29,
    },

    {
      id: 30,
      group: 'chest',
      title: 'Parallel Bar Dips',
      description:
        'Parallel Bar Dips are an exercise that activates chest muscles, triceps, and engages the front deltoids.',
      technic:
        '1. Stand between parallel bars, hands positioned at shoulder width. \n2. Bend your elbows and lower your body down, lowering your chest. \n3. Return to the starting position, extending your arms.',
      note: 'Experiment with hand width to change the focus on different areas of the chest. Wider grip emphasizes the outer chest.',
      warning:
        'Do not lower your body too far if you feel undue strain on the shoulders. Avoid sudden movements and maintain a stable position.',
      video: 30,
    },
    {
      id: 31,
      group: 'chest',
      title: 'Dumbbell Flyes',
      description:
        'Dumbbell Flyes - an exercise for isolated development of the outer part of the chest.',
      technic:
        '1. Lie on a bench, holding dumbbells above your chest with bent elbows. \n2. Spread the dumbbells to the sides, stretching the chest. \n3. Bring the dumbbells back together in front of your chest.',
      note: 'Control the range of motion and avoid heavy weights if you are doing the exercise for the first time. Adjust the incline of the bench for variation.',
      warning:
        'Avoid abrupt movements and maintain control over the dumbbells throughout the entire range of motion. Avoid overstretching the chest muscles.',
      video: 31,
    },
    {
      id: 32,
      group: 'chest',
      title: 'Incline Dumbbell Flyes',
      description:
        'Incline Dumbbell Flyes - an exercise that emphasizes the work on the upper part of the chest.',
      technic:
        '1. Lie on an inclined bench, holding dumbbells above your chest with bent elbows. \n2. Spread the dumbbells to the sides, stretching the chest. \n3. Bring the dumbbells back together in front of your chest.',
      note: 'Control the range of motion and avoid heavy weights if you are doing the exercise for the first time. Adjust the incline of the bench for variation.',
      warning:
        'Avoid abrupt movements and maintain control over the dumbbells throughout the entire range of motion. Avoid overstretching the chest muscles.',
      video: 32,
    },
    {
      id: 33,
      group: 'chest',
      title: 'Cable Chest Flyes',
      description:
        'Cable Chest Flyes - an effective exercise for developing the middle and outer parts of the chest.',
      technic:
        '1. Sit on the machine, holding handles with both hands in front of you. \n2. Bring your hands together, squeezing the chest. \n3. Slowly return to the starting position, controlling the movements.',
      note: 'Experiment with different grip widths for emphasis on different parts of the chest. Wider grip emphasizes the outer chest.',
      warning:
        'Avoid sudden movements and do not use too much weight, which may lead to loss of control. Control your movements.',
      video: 33,
    },
    {
      id: 34,
      group: 'chest',
      title: 'Cable Chest Press',
      description:
        'Cable Chest Press - an exercise to work on the upper part of the chest and front deltoids.',
      technic:
        '1. Stand in front of the cable machine, grab the upper handles. \n2. Bring your hands together in front of you, squeezing the chest. \n3. Slowly return to the starting position, controlling the movements.',
      note: 'Change the grip width for different emphasis on various parts of the chest. Wider grip emphasizes the outer chest.',
      warning:
        'Do not use too much weight to avoid incorrect technique and injuries. Control your movements.',
      video: 34,
    },
    {
      id: 35,
      group: 'chest',
      title: 'Low Cable Chest Flyes',
      description:
        'Low Cable Chest Flyes - an exercise for developing the lower part of the chest and front deltoids.',
      technic:
        '1. Stand in front of the cable machine, grab the lower handles. \n2. Bring your hands together in front of you, focusing on the lower chest. \n3. Slowly return to the starting position, controlling the movements.',
      note: 'Experiment with different grip variations and widths to activate different parts of the chest.',
      warning:
        'Do not use too much weight, which may lead to incorrect technique and injuries. Control your movements.',
      video: 35,
    },
    {
      id: 36,
      group: 'chest',
      title: 'Pull Over',
      description:
        'Pull Over - an exercise for stretching and working on the chest muscles and upper back.',
      technic:
        '1. Lie on a bench with the upper part of your back supported. \n2. Take dumbbells in a vertical position. \n3. Start lowering the dumbbells backward, stretching the chest. \n4. Return the dumbbells to the starting position.',
      note: 'Control the range of motion and use light dumbbells, especially if you are new to this exercise. Combine this exercise with others for a comprehensive workout.',
      warning:
        'Do not use too much weight, which may lead to incorrect technique and injuries. Maintain stability on the bench.',
      video: 36,
    },
    {
      id: 37,
      group: 'chest',
      title: 'Chest Cable Crossover',
      description:
        'Chest Cable Crossover - an exercise for isolated development of the chest and increasing its volume.',
      technic:
        '1. Lie on a bench or cable crossover machine, grabbing the upper handles. \n2. Bring your hands together in front of you, squeezing the chest. \n3. Slowly return to the starting position, controlling the movements.',
      note: 'Experiment with different grip widths and bench incline angles for different aspects of chest development.',
      warning:
        'Do not use too much weight, which may lead to incorrect technique and injuries. Control your movements.',
      video: 37,
    },
    {
      id: 38,
      group: 'back',
      title: 'Pull-ups on the Bar with Underhand Grip',
      description:
        'Pull-ups on the bar with underhand grip - an exercise for the development of the upper back and biceps.',
      technic:
        'Hang on the bar with hands placed wider than shoulder-width and underhand grip. \n1. Inhale and pull your body up, trying to lift your chest to the bar. \n2. Exhale and slowly lower your body to the starting position.',
      note: 'Maintain body stability, avoid leaning backward. Perform the exercise with controlled movements for effective muscle engagement.',
      warning:
        'If the exercise is challenging, use assistance or rubber rings to ease the load.',
      video: 38,
    },
    {
      id: 39,
      group: 'back',
      title: 'Pull-ups on a Special Bar',
      description:
        'Pull-ups on a special bar - an exercise for the shoulder blade area and upper back.',
      technic:
        'Hang on a special bar with hands in an overhand grip at shoulder-width. \n1. Inhale and pull your body up, focusing on the shoulder blades. \n2. Exhale and slowly lower your body to the starting position.',
      note: 'Control body movements, avoid using auxiliary motions. Gradually increase the load as strength improves.',
      warning:
        'Avoid abrupt movements to prevent injuries. Maintain proper technique.',
      video: 39,
    },
    {
      id: 40,
      group: 'back',
      title: 'Lat Pulldown to Chest',
      description:
        'Lat pulldown to chest - an exercise for the development of the upper back and latissimus muscles.',
      technic:
        'Sit in front of a cable machine with an upper pulley, hands gripping wider than shoulder-width. \n1. Inhale and pull the upper pulley to your chest, squeezing your shoulder blades. \n2. Exhale and slowly return the upper pulley upwards, stretching your back.',
      note: 'Maintain body stability, avoid using body movements for assistance. Choose a weight that allows 8-12 repetitions in 3-4 sets.',
      warning:
        'Avoid sudden movements and overloading the back. Maintain proper technique to prevent injuries.',
      video: 40,
    },
    {
      id: 41,
      group: 'back',
      title: 'Straight-Arm Pulldown',
      description:
        'Straight-arm pulldown - an exercise for the development of the upper back and triceps.',
      technic:
        'Sit in front of a cable machine, hands gripping in a straight position at shoulder-width. \n1. Inhale and pull the upper pulley down, straightening your arms. \n2. Exhale and slowly return the upper pulley upwards, controlling the movements.',
      note: 'Maintain body stability, prevent arms from bending. Choose a weight that allows proper execution of the exercise.',
      warning:
        'Avoid sudden movements that may cause injuries. Control the execution technique.',
      video: 41,
    },
    {
      id: 42,
      group: 'back',
      title: 'Seated Cable Row to Waist',
      description:
        'Seated cable row to waist - an exercise for the development of the middle and lower back.',
      technic:
        'Sit in front of a cable machine, hands gripping in an overhand position at shoulder-width. \n1. Inhale and pull the upper pulley to the waist, squeezing your shoulder blades. \n2. Exhale and slowly return the upper pulley upwards, stretching your back.',
      note: 'Maintain body stability, avoid using body movements for assistance. Choose a weight that allows 8-12 repetitions in 3-4 sets.',
      warning:
        'Avoid sudden movements and overloading the back. Maintain proper technique to prevent injuries.',
      video: 42,
    },
    {
      id: 43,
      group: 'back',
      title: 'Lower Cable Row to Waist',
      description:
        'Lower cable row to waist - an exercise for the development of the lower back and latissimus.',
      technic:
        'Sit in front of a cable machine with a lower pulley, hands gripping in an overhand position at shoulder-width. \n1. Inhale and pull the lower pulley to the waist, squeezing your shoulder blades. \n2. Exhale and slowly return the lower pulley upwards, stretching your back.',
      note: 'Maintain body stability, avoid using body movements for assistance. Choose a weight that allows 8-12 repetitions in 3-4 sets.',
      warning:
        'Avoid sudden movements and overloading the back. Maintain proper technique to prevent injuries.',
      video: 43,
    },
    {
      id: 44,
      group: 'back',
      title: 'Single-Arm Dumbbell Row in Incline',
      description:
        'Single-arm dumbbell row in incline - an exercise for the development of back muscles and unilateral loading.',
      technic:
        'Stand next to a bench, one hand and knee on it. \n1. Hold a dumbbell in the other hand. \n2. Inhale and pull the dumbbell to the hip, squeezing your shoulder blade. \n3. Exhale and slowly lower the dumbbell to the starting position.',
      note: 'Maintain body stability, prevent the back from rounding. Gradually increase the weight for muscle engagement.',
      warning:
        'Control movements, avoid abrupt body tilts. Choose a weight that can be controlled.',
      video: 44,
    },
    {
      id: 45,
      group: 'back',
      title: 'Deadlifts',
      description:
        'Deadlifts - a fundamental exercise for the development of the back, glutes, and posterior thigh muscles.',
      technic:
        'Stand in front of a barbell on the floor, feet at shoulder-width. \n1. Grab the barbell with hands wider than shoulder-width. \n2. Inhale and lift the barbell, straightening the torso upwards. \n3. Exhale and slowly lower the barbell to the floor.',
      note: 'Maintain a neutral spine position, preventing it from rounding. Execute the exercise with proper technique for maximum effectiveness.',
      warning:
        'Start with a light weight, gradually increasing the load. Pay attention to the correctness of the execution technique.',
      video: 45,
    },
    {
      id: 46,
      group: 'back',
      title: 'Deadlift',
      description:
        'Deadlift - a key exercise for the development of targeted strengthening of the back, gluteal muscles, and the lumbar region.',
      technic:
        'Stand in front of the barbell, feet shoulder-width apart, barbell in front of you. \n1. Grab the barbell with a wide grip. \n2. Inhale and lift the barbell, straightening the torso upwards. \n3. Exhale and slowly lower the barbell to the floor, keeping the spine straight.',
      note: 'Maintain body stability, prevent rounding of the back. Start the exercise with light weight, focusing on proper technique.',
      warning:
        'Avoid abrupt movements and do not overload the back. Use the correct biomechanical approach to minimize the risk of injuries.',
      video: 46,
    },
    {
      id: 47,
      group: 'back',
      title: 'Hyperextensions',
      description:
        'Hyperextensions - an exercise for stretching and strengthening the back muscles and glutes.',
      technic:
        'Take a position on the hyperextension bench, legs fixed, hands behind the head. \n1. Inhale and lean the body forward, trying to maintain a straight back. \n2. Exhale and slowly return to the starting position.',
      note: 'Control movements, avoid sudden forward leans. Gradually increase the range of motion if the muscles allow.',
      warning:
        'Avoid exaggerated movements that may strain the back muscles. Maintain a neutral spine position.',
      video: 47,
    },
    {
      id: 48,
      group: 'back',
      title: 'Dumbbell Shrugs',
      description:
        'Dumbbell shrugs - an exercise for isolating the upper trapezius muscles and increasing the volume of the shoulder girdle.',
      technic:
        'Stand upright, dumbbells in hand at the sides. \n1. Inhale and lift the shoulders up, trying to reach the ears. \n2. Exhale and slowly lower the dumbbells to the starting position.',
      note: 'Avoid body movements, focus only on the upper part of the trapezius muscles. Choose dumbbells that allow controlled movements and avoid neck strain.',
      warning:
        'Do not overload the neck, perform movements in a controlled manner. If there is discomfort, reduce the weight of the dumbbells.',
      video: 48,
    },
    {
      id: 49,
      group: 'back',
      title: 'Reverse Grip Lat Pulldown',
      description:
        'Reverse grip lat pulldown - an effective exercise for developing the upper and middle back, as well as biceps.',
      technic:
        'Sit in front of the cable machine, holding the left handle with a reverse grip in your left hand. \n1. Inhale and pull the handle up, squeezing the shoulder blades. \n2. Exhale and slowly rotate the handle to the starting position.',
      note: 'Maintain body stability and control movements. Start with light weight, gradually increasing the load.',
      warning:
        'Avoid abrupt movements and do not allow the body to rise. Keep the arm in a stable position.',
      video: 49,
    },
    //{
    //  id: 50,
    //  group: 'back',
    //  title: 'Wide Grip Pulldown to Waist',
    //  description: 'Wide grip pulldown to waist - an exercise for developing the wide back muscles, latissimus, and trapezius.',
    //  technic: 'Sit in front of the cable machine, holding the handles with a wide grip. \n1. Inhale and pull the handles to the waist, squeezing the shoulder blades. \n2. Exhale and slowly rotate the handles to the starting position.',
    //  note: 'Maintain proper technique and control movements. Choose a weight that allows you to perform the exercise without compromising technique.',
    //  warning: 'Avoid leaning the body forward and do not use the body for assistance. Focus on the muscles of the back.',
    //  video: 50,
    //},
    {
      id: 50,
      group: 'legs',
      title: 'Dumbbell Squats',
      description:
        'Barbell Squats on Chest is an exercise for strengthening the muscles of the thighs, glutes, and front part of the thigh.',
      technic:
        'Stand with your feet slightly apart and grasp a dumbbell in each hand with your arms hanging down at your sides:\n -Look straight ahead, inhale, slightly arch your back, and squat down \n- Once your thighs are parallel to the floor, straighten your legs to return to the starting position \n- Exhale as you complete the movement',
      note: 'This exercise particularly works the quadriceps and gluteals',
      warning: '',
      video: 50,
    },
    {
      id: 51,
      group: 'legs',
      title: 'Barbell Squats on Chest',
      description:
        'Barbell Squats on Chest is an exercise for strengthening the muscles of the thighs, glutes, and front part of the thigh.',
      technic:
        'Place the barbell on a rack or stand at chest level. \n1. Stand under the barbell, holding it behind with your hands. \n2. Lift the barbell off the rack positioned on the chest. \n3. Take a step forward and lower the body down, bending both legs at a 90-degree angle. \n4. Return to the starting position, lifting the barbell upward.',
      note: 'Control the technique and avoid excessive load. Maintain the correct posture.',
      warning:
        'Start with a lighter barbell weight, especially if you are a beginner. Increase the weight gradually.',
      video: 51,
    },

    {
      id: 52,
      group: 'legs',
      title: 'Barbell Squats on Shoulders',
      description:
        'Barbell Squats on Shoulders is an effective exercise for developing the muscles of the thighs, glutes, and the back part of the thigh.',
      technic:
        'Place the barbell on a rack or stand at shoulder level. \n1. Stand under the barbell, holding it behind with your hands. \n2. Lift the barbell off the rack positioned on the shoulders. \n3. Take a step forward and lower the body down, bending both legs at a 90-degree angle. \n4. Return to the starting position, lifting the barbell upward.',
      note: 'Maintain proper posture and control movements. Do not allow the shoulders to rise during the exercise.',
      warning:
        'Start with a lighter barbell weight and gradually increase it. Adhere to the correct technique.',
      video: 52,
    },

    {
      id: 53,
      group: 'legs',
      title: 'Wide Squats',
      description:
        'Wide Squats is an exercise for developing the muscles of the thighs and glutes, with a focus on the inner part of the thigh.',
      technic:
        'Spread your legs shoulder-width apart or slightly wider, toes should be pointing outward. \n1. Squat down, bending your knees and lowering your hips. \n2. Return to the starting position, using the muscles of the thighs and glutes.',
      note: 'Maintain torso stability and control the depth of squats. Avoid excessive knee abduction.',
      warning:
        'Start with lighter resistance and gradually increase it. Adhere to the correct technique.',
      video: 53,
    },

    {
      id: 54,
      group: 'legs',
      title: 'Leg Press',
      description:
        'Leg Press is an exercise for developing the muscles of the thighs and glutes, performed on a specialized machine.',
      technic:
        'Sit in the leg press machine, placing your feet on the platform shoulder-width apart. \n1. Straighten your legs, pushing the platform forward. \n2. Return to the starting position, controlling the descent of the platform.',
      note: 'Control movements and do not lock your knees in the end position. Maintain stability in the torso.',
      warning:
        'Start with a light load and gradually increase it. Avoid overloading.',
      video: 54,
    },

    {
      id: 55,
      group: 'legs',
      title: 'Leg Extensions',
      description:
        'Leg Extensions is an exercise for working with the quadriceps muscles (front part of the thigh).',
      technic:
        'Sit in the leg extension machine, adjusting the pads to support the thighs. \n1. Extend your legs, straightening your knees. \n2. Return to the starting position, controlling the descent of the legs.',
      note: 'Control movements, avoid sharp movements, and knee locking. Maintain body stability.',
      warning:
        'Start with a light load and gradually increase it. Avoid overloading.',
      video: 55,
    },

    {
      id: 56,
      group: 'legs',
      title: 'Leg Curls',
      description:
        'Leg Curls is an exercise for working with the calf muscles.',
      technic:
        'Sit in the leg curl machine and place your legs on the platform shoulder-width apart. \n1. Curl your legs, pressing the platform upward. \n2. Return to the starting position, controlling the descent of the platform.',
      note: 'Control movements, avoid sharp movements, and knee locking. Maintain body stability.',
      warning:
        'Start with a light load and gradually increase it. Avoid overloading.',
      video: 56,
    },

    {
      id: 57,
      group: 'legs',
      title: 'Seated Leg Abduction',
      description:
        'Seated Leg Abduction is an exercise for working with the muscles of the inner part of the thigh.',
      technic:
        'Sit in the abduction machine, adjusting the supports for the legs. \n1. Bring your legs together, squeezing the machine between them. \n2. Return to the starting position, controlling the abduction of the legs.',
      note: 'Control movements, avoid sharp movements, and do not allow the legs to open too wide. Maintain torso stability.',
      warning:
        'Start with a light load and gradually increase it. Avoid overloading.',
      video: 57,
    },

    {
      id: 58,
      group: 'legs',
      title: 'Leg Raises Sitting',
      description:
        'Leg Raises Sitting is an exercise aimed at developing the inner and outer parts of the thighs.',
      technic:
        'Sit on a bench or chair with back support, holding dumbbells on your legs or fixed on a machine. \n1. Spread your legs apart, feeling the tension in the muscles. \n2. Return the legs to the starting position, controlling the movements.',
      note: 'Keep your back straight and control the pace of the exercise. Choose a weight or resistance that is comfortable for you.',
      warning:
        'Avoid sharp movements and prevent joint overloading. Consider consulting with a trainer for correct execution technique.',
      video: 58,
    },

    {
      id: 59,
      group: 'legs',
      title: 'Lunges with Barbell',
      description:
        'Lunges with Barbell is an effective exercise for developing the front and back parts of the thighs, as well as the glutes.',
      technic:
        'Stand straight, holding the barbell on your shoulders. \n1. Take a big step forward with one leg, bending both legs at a 90-degree angle. \n2. Return to the starting position, coming from the lunge position, and repeat the exercise with the other leg.',
      note: 'Maintain stability in the torso, avoid large steps, and control movements. Choose a barbell weight that suits your fitness level.',
      warning:
        'Start with a lighter weight and gradually increase it. Learn the technique thoroughly to avoid injuries.',
      video: 59,
    },

    {
      id: 60,
      group: 'legs',
      title: 'Lunges in Smith Machine',
      description:
        'Lunges in Smith Machine is an exercise aimed at developing the muscles of the thighs, glutes, and the front part of the thigh.',
      technic:
        'Stand in front of the Smith Machine, place your legs shoulder-width apart under the barbell. \n1. Take a big step forward with one leg, lowering the body down. \n2. Return to the starting position, coming from the lunge position, and repeat the exercise with the other leg.',
      note: 'Control your movements and avoid joint overloading. Choose resistance that is convenient for you and adhere to the correct technique.',
      warning:
        'Make smooth movements and avoid sharp swings. Make sure the Smith Machine is properly set up.',
      video: 60,
    },

    {
      id: 61,
      group: 'legs',
      title: 'Squats in Smith Machine',
      description:
        'Squats in Smith Machine activate the muscles of the thighs, glutes, and the front part of the thigh.',
      technic:
        'Stand under the barbell in the Smith Machine, place your legs shoulder-width apart. \n1. Bend your knees, lowering the body down, lowering the barbell. \n2. Return to the starting position, coming from the squat position.',
      note: 'Control your movements and avoid sharp swings. Choose resistance that is convenient for you and adhere to the correct technique.',
      warning:
        'Make sure the Smith Machine is properly set up. Do not overload the joints and muscles.',
      video: 61,
    },

    {
      id: 62,
      group: 'legs',
      title: 'Calf Raises with Barbell in Smith Machine',
      description:
        'Calf Raises with Barbell in Smith Machine is an exercise for the development of calf muscles and ankle stabilization.',
      technic:
        'Stand in front of the Smith Machine, place the barbell on your shoulders. \n1. Rise on your toes, straightening your feet. \n2. Slowly lower down, controlling the movements.',
      note: 'Maintain body stability and control the pace of the exercise. Choose a barbell weight that suits your fitness level.',
      warning:
        'Avoid sharp movements and prevent overloading the calf muscles. Consider consulting with a trainer for correct execution technique.',
      video: 62,
    },

    {
      id: 63,
      group: 'legs',
      title: 'Romanian Deadlift',
      description:
        'Romanian Deadlift is an exercise for the development of the back, glutes, and thigh muscles.',
      technic:
        'Take the barbell in front of you, keeping your hands shoulder-width apart. \n1. Hinge at the hips, slightly bending the knees. \n2. Rise up, straightening the body and releasing the hips.',
      note: 'Maintain proper posture, avoiding rounding the back. The weight of the barbell should be comfortable for performing the technique.',
      warning:
        'Avoid sharp movements and prevent overloading the back. It is important to adhere to the correct technique.',
      video: 63,
    },
    {
      id: 64,
      group: 'legs',
      title: 'Dumbbell Lunges',
      description:
        'Dumbbell Lunges - an exercise to activate the muscles of the thighs, buttocks, and strengthen the core.',
      technic:
        'Stand straight, holding dumbbells in both hands at your sides. \n1. Take a step forward with one foot and lower your body, bending both legs at a 90-degree angle. \n2. Rise up, coming from the lunge position, and repeat the exercise on the other leg.',
      note: 'Maintain core stability, and ensure that the knees do not extend beyond the line of the feet. Control your movements.',
      warning:
        'Start with lighter dumbbells and gradually increase the intensity. Avoid large steps to prevent injuries.',
      video: 64,
    },

    {
      id: 65,
      group: 'legs',
      title: 'Bulgarian Split Squats',
      description:
        'Bulgarian Split Squats - an effective exercise for the development of muscles in the thighs, buttocks, and quadriceps.',
      technic:
        'Stand with your back to a bench or platform, with one foot elevated. \n1. Take a step forward and lower your body, bending both legs at a 90-degree angle. \n2. Rise up, coming from the lunge position, and repeat the exercise on the other leg.',
      note: 'Maintain core stability, and ensure that the knees do not extend beyond the line of the feet. Control your movements.',
      warning:
        'Start with a lighter weight and lower platform height, gradually increasing the intensity.',
      video: 65,
    },

    {
      id: 66,
      group: 'legs',
      title: 'Leg Raises from Lower Pulley',
      description:
        'Leg Raises from Lower Pulley - an exercise for isolating the muscles of the buttocks and thighs.',
      technic:
        'Position yourself in front of a cable machine with a lower pulley. \n1. Attach a cuff to your leg and stand straight, holding onto the support. \n2. Slowly lift your leg backward, squeezing the glutes, and then lower it slowly.',
      note: 'Control your movements and avoid using too much weight to prevent injuries.',
      warning:
        'Do not make sudden movements, and avoid arching your back during the exercise.',
      video: 66,
    },

    {
      id: 67,
      group: 'legs',
      title: 'Glute Bridge',
      description:
        'Glute Bridge - an exercise to strengthen the gluteal muscles and reduce tension in the lower back.',
      technic:
        'Lie on your back and bend your knees, arms at your sides. \n1. Lift your hips upward, squeezing the glute muscles, and hold the top position for a moment. \n2. Slowly lower your hips to the starting position.',
      note: 'Focus on squeezing the glute muscles at the top of the movement. Avoid sharp hip elevations.',
      warning:
        'Do not make abrupt movements, and avoid arching your back. Start with an easier version and increase intensity.',
      video: 67,
    },
    {
      id: 68,
      group: 'press',
      title: 'Plank',
      description:
        'Plank - an effective exercise for strengthening the core and abdominal muscles.',
      technic:
        '1. Maintain the position lying on the forearms or on hands and the balls of your feet.\n2. Keep a straight line from head to heels, avoiding sagging or raising the hips.',
      note: 'Start with shorter time periods and gradually increase. Increase difficulty by holding one leg or arm up.',
      warning: 'Do not allow the hips to rise or sag. Breathe evenly.',
      video: 68,
    },
    {
      id: 69,
      group: 'press',
      title: 'Crunches',
      description:
        'Crunches - an exercise for strengthening the upper and middle abs.',
      technic:
        '1. Lie on your back, bend your legs at the knees, and place them on the floor.\n2. Lift the upper part of your body, trying to touch your knees with your hands.',
      note: 'Control your movements and avoid abrupt motions. Increase the number of repetitions over time.',
      warning:
        'Avoid strain on the neck. Perform the exercise at a comfortable pace. Breathe evenly.',
      video: 69,
    },
    {
      id: 70,
      group: 'press',
      title: 'Incline Bench Leg Raises',
      description:
        'Incline Bench Leg Raises - an exercise for strengthening the lower abs.',
      technic:
        '1. Lie on an inclined bench, securing your legs.\n2. Lift the upper part of your body upward, using the muscles of the abdomen.',
      note: 'Increase the incline of the bench to intensify the workout. Control your movements.',
      warning:
        'Avoid abrupt movements and excessive bench inclination. Breathe evenly.',
      video: 70,
    },
    {
      id: 71,
      group: 'press',
      title: 'Oblique Crunches with Cable Machine',
      description:
        'Oblique Crunches with Cable Machine - an exercise for strengthening the side and upper abdominal muscles.',
      technic:
        '1. Stand in front of a cable machine with upper cables, gripping the handles.\n2. Crunch your torso to the side, trying to touch your elbow to the knee.',
      note: 'Perform the exercise smoothly and controlled. Start with lighter resistance and increase over time.',
      warning:
        'Avoid sharp movements, prevent overstrain on the back. Breathe evenly.',
      video: 71,
    },
    {
      id: 72,
      group: 'press',
      title: 'Hanging Knee Raises',
      description:
        'Hanging Knee Raises - an exercise for strengthening the upper and lower abs.',
      technic:
        '1. Hang on a bar, holding onto it.\n2. Lift your legs upward, keeping them straight, and then slowly lower them to the starting position.',
      note: 'Perform the exercise evenly and controlled. Increase the number of repetitions over time.',
      warning:
        'Avoid abrupt movements, maintain control over the movements. Breathe evenly.',
      video: 72,
    },
    {
      id: 73,
      group: 'press',
      title: 'Dumbbell Side Bends',
      description:
        'Dumbbell Side Bends - an exercise for strengthening the side muscles of the abdomen.',
      technic:
        '1. Stand upright, holding a dumbbell in one hand, the other hand placed on the hip.\n2. Bend your torso to the side, initiating the movement from the waist.',
      note: 'Perform smooth bends, feeling the work in the side muscles. Repeat on both sides.',
      warning:
        'Do not lean the torso backward or forward. Touch the dumbbell to the thigh during the bend. Breathe evenly.',
      video: 73,
    },
    {
      id: 74,
      group: 'press',
      title: 'Leg Raises in Hanging Position',
      description:
        'Leg Raises in Hanging Position - an exercise for strengthening the lower abs and upper thigh muscles.',
      technic:
        '1. Hang on a bar, holding onto it.\n2. Lift your legs upward, keeping them straight, and then slowly lower them to the starting position.',
      note: 'Perform the exercise evenly and controlled. Increase the number of repetitions over time.',
      warning:
        'Avoid abrupt movements, maintain control over the movements. Breathe evenly.',
      video: 74,
    },
  ],
};

export const exerciseSlice = createSlice({
  name: 'exercise',
  initialState,
  reducers: {},
});

//export const {} = exerciseSlice.actions;

export default exerciseSlice.reducer;
